[
  {
    "Last Name": "Brooks",
    "First Name": "Susan",
    "Display Name": "Former U.S. Congresswoman Susan Brooks",
    "Role in Commission": "Co-Chair",
    "Short Title": "R-IN-5",
    "Title": "R-IN-5",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1612448447/health-commission/Brooks_Updated_Photo_xtt8tf.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Susan W. Brooks is an accomplished former Congresswoman and former US Attorney who has driven key legislation to reform emergency response, healthcare, manufacturing, technology innovation, higher education and public safety. She is known for her bipartisan relationships and as a catalyst for economic development. From 2013-2020, she served as the U.S. Representative for the 5th District of Indiana.",
    "Long Bio": "Susan W. Brooks is an accomplished former Congresswoman and former US Attorney who has driven key legislation to reform emergency response, healthcare, manufacturing, technology innovation, higher education and public safety. Brooks has advised companies, non-profits, educational institutions, and hospitals on operations and workforce planning and development during organizational transformations. She is known for her bipartisan relationships and as a catalyst for economic development. From 2013-2020, she served as the U.S. Representative for the 5th District of Indiana, which spans eight diverse counties throughout the central part of the Hoosier State. \n\nAs a former member of the House Energy and Commerce Committee, Susan held subcommittee roles in Health, Communications and Technology; Commerce, Manufacturing and Trade; and Oversight and Investigations.  She helped shape legislation to improve the health security of Americans through reforms to mental health programs addressing the national heroin and prescription opioid abuse epidemic. Susan also co-founded the 5G Caucus which propelled the United States as a 5G thought leader, driving economic growth and digital innovation. As a former Chair of the Homeland Subcommittee on Emergency Preparedness, Response, and Communications, Susan co-authored the reauthorization of the Pandemic All Hazard Preparedness Act (PAHPA) which strengthened our country’s biodefense response to natural or terrorist related attacks. \n\nSusan is a champion of diversity and inclusion and has elevated Indiana women to leadership positions. She co-chaired the Women’s Caucus and Women in High Tech Coalition and served as the Recruitment Chair for the National Republican Congressional Committee (NRCC). During this time, she recruited a record number of diverse congressional candidates: 94 women and 75 minority candidates on the general election ballot which resulted in a historic victory for the number of Republican women elected.   In addition, Susan served as the Chair for the House Ethics Committee where she reformed deficiencies in the Congressional Accountability Act (CAA) after the #MeToo movement. She oversaw multiple high-profile investigations of Members of Congress during this time.\n\nBrooks earned her Juris Doctorate from Indiana University Robert H. McKinney School of Law and Bachelor of Arts from Miami University in Ohio. Susan has been awarded honorary doctorate degrees from Marian University, IU Robert H. McKinney School of Law, Wabash College, Anderson University and an honorary associate’s degree from Ivy Tech Community College. She is originally from Fort Wayne, Indiana and currently resides in Carmel, Indiana.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089579/health-commission/Susan_Brooks_oo8q6g.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Gerberding",
    "First Name": "Julie",
    "Display Name": "Julie Louise Gerberding",
    "Role in Commission": "Co-Chair",
    "Short Title": "Foundation for the National Institutes of Health",
    "Title": "Chief Executive Officer, Foundation for the National Institutes of Health",
    "Has Photo": "TRUE",
    "Short Bio": "Dr. Gerberding joined the FNIH as CEO on May 16, 2022. She served before that as chief Patient Officer and Executive Vice President, Population Health & Sustainability, at Merck & Co., Inc. Dr. Gerberding previously served as Director of the U.S. Centers for Disease Control and Prevention (CDC) from 2002 to 2009.",
    "Long Bio": "Dr. Gerberding joined the FNIH as CEO on May 16, 2022. She served before that as chief Patient Officer and Executive Vice President, Population Health & Sustainability, at Merck & Co., Inc. She was responsible for patient engagement, corporate social responsibility, Environmental/Social/Governance issues, and other functions. Formerly, Dr. Gerberding oversaw Global Public Policy and Strategic Communications for the company. She joined Merck in 2010 as President of Merck Vaccines and was instrumental in increasing access to the company’s vaccines to people around the world.\n\nPreviously, Dr. Gerberding was Director of the U.S. Centers for Disease Control and Prevention, where she led the agency through 40 emergency responses to public health crises, including the SARS-CoV-1 outbreak. She serves on the boards of the Mayo Clinic, National Health Council, Case Western Reserve University, AfterNext HealthTech, and HilleVax. She also co-chairs the Center for Strategic and International Studies Commission on Strengthening America’s Health Security.\n\nDr. Gerberding received her undergraduate and M.D. degrees from Case Western Reserve University and a Masters of Public Health at the University of California, Berkeley. She completed her internship and residency in Internal Medicine and fellowship in Clinical Pharmacology and Infectious Diseases at the University of California, San Francisco, where she is currently an Adjunct Associate Professor of Medicine.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089157/health-commission/Julie_Gerberding_stm5xy.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907338/health-commission/Gerberding_Julie_xx47m1.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  }
]
