[
  {
    "Last Name": "Ayotte",
    "First Name": "Kelly",
    "Display Name": "Kelly Ayotte",
    "Role in Commission": "Co-Chair",
    "Short Title": "Former Senator (R-NH)",
    "Title": "Former Senator (R-NH)",
    "Has Photo": "TRUE",
    "Short Bio": "Kelly Ayotte served in the United States Senate, representing New Hampshire from 2011-2017, where she chaired the Armed Services Subcommittee on Readiness and the Commerce Subcommittee on Aviation Operations. In 2017, Ayotte led the team assisting Supreme Court Justice Neil Gorsuch in his confirmation process. Previously, Ayotte served as New Hampshire’s first female Attorney General from 2004-2009.",
    "Long Bio": "Kelly Ayotte represented New Hampshire in the United States Senate from 2011-2016, where she chaired the Armed Services Subcommittee on Readiness and the Commerce Subcommittee on Aviation Operations. She also served on the Budget, Homeland Security and Governmental Affairs, Small Business and Entrepreneurship, and Aging Committees.  Senator Ayotte served as the “Sherpa” for Justice Neil Gorsuch, leading the effort to secure his confirmation to the United States Supreme Court.\n\nFrom 2004-2009, Senator Ayotte served as New Hampshire’s first female Attorney General having been appointed to that position by Republican Governor Craig Benson and reappointed twice by Democratic Governor John Lynch. Prior to that, she served as the Deputy Attorney General, Chief of the Homicide Prosecution Unit and as Legal Counsel to Governor Craig Benson. She began her career as a law clerk to the New Hampshire Supreme Court and as an associate at the McLane Middleton law firm.\n\nSenator Ayotte serves on the boards of Caterpillar, News Corp, Boston Properties, Bloom Energy and BAE Systems and the advisory boards of Microsoft, Blink Health, Chubb Insurance, Revision Military and Cirtronics.  She is a Senior Advisor for Citizens for Responsible Energy Solutions. She also serves on the non-profit boards of the One Campaign, the International Republican Institute, the McCain Institute and NH Veteran’s Count.\n\nSenator Ayotte graduated with honors in 1990 from the Pennsylvania State University and earned a Juris Doctor degree in 1993 from the Villanova University School of Law.  She is a native of New Hampshire and lives in Nashua with her husband, Joe, a retired Air Force combat pilot, and their two children Katherine and Jacob.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089264/health-commission/Kelly_Ayotte_ok5ldd.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907308/health-commission/Ayotte_Kelly_jmao5b.jpg",
    "commission": ["2019", "2020"]
  },
  {
    "Last Name": "Gerberding",
    "First Name": "Julie",
    "Display Name": "Julie Louise Gerberding, M.D., MPH",
    "Role in Commission": "Co-Chair",
    "Short Title": "Merck & Co, Inc.",
    "Title": "Executive Vice President and Chief Patient Officer, Merck & Co, Inc.",
    "Has Photo": "TRUE",
    "Short Bio": "Dr. Julie Gerberding is Executive Vice President and Chief Patient Officer at Merck, where she is responsible for patient engagement, communications, policy, philanthropic and other functions. She joined Merck in 2010 as president of Merck Vaccines. Dr. Gerberding previously served as Director of the U.S. Centers for Disease Control and Prevention (CDC) from 2002 to 2009.",
    "Long Bio": "Dr. Julie Gerberding is Executive Vice President and Chief Patient Officer at Merck and is responsible for a broad portfolio of patient engagement, communications, policy, philanthropic and other functions. She joined Merck in 2010 as president, Merck Vaccines.\n\nDr. Gerberding served as Director of the U.S. Centers for Disease Control and Prevention (CDC) from 2002 to 2009. She led the agency through more than 40 emergency responses to public health crises.\n\nDr. Gerberding has received more than 50 awards and honors, including the United States Department of Health and Human Services Distinguished Service Award for her leadership in responses to anthrax bioterrorism and the September 11, 2001 attacks. She was named to Forbes Magazine's 100 Most Powerful Women in the world from 2005-2008 and to TIME Magazine's 100 Most Influential People in the World in 2004. In 2018, she was named the Healthcare Business Women’s Association Woman of the Year.\n\nDr. Gerberding received her undergraduate and M.D. degrees from Case Western Reserve University. She completed her internship and residency in Internal Medicine and fellowship in Clinical Pharmacology and Infectious Diseases at the University of California, San Francisco, where she is currently an Adjunct Associate Professor of Medicine. Dr. Gerberding received a Masters of Public Health at the University of California, Berkeley. She is a member of the National Academy of Medicine and a fellow of the Infectious Diseases Society of America and the American College of Physicians. She is board certified in Internal Medicine and Infectious Diseases.\n\nShe serves on the Boards of Cerner Corporation and the MSD Wellcome Trust Hilleman Laboratories, a non-profit that develops new technologies for developing countries.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089157/health-commission/Julie_Gerberding_stm5xy.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907338/health-commission/Gerberding_Julie_xx47m1.jpg",
    "commission": ["2019", "2020"]
  }
]
