[
  {
    "Last Name": "Tritter",
    "First Name": "Beth",
    "Display Name": "Beth Tritter",
    "Short Title": "Primary Health Care Performance Initiative",
    "Title": "Executive Director of the Primary Health Care Performance Initiative",
    "Has Photo": "TRUE",
    "Short Bio": "Beth Tritter is the Executive Director of the Primary Health Care Performance Initiative, a global platform that supports country efforts to achieve quality primary health care for all people. She has served in the U.S. government as the Millennium Challenge Corporation’s Vice President for Policy and Evaluation and on Capitol Hill, as a Legislative Director to a leader of the House Appropriations Committee.",
    "Long Bio": "Beth Tritter is the Executive Director of the Primary Health Care Performance Initiative, a global platform that supports country efforts to achieve quality primary health care for all people.\nShe also served in the U.S. government as the Millennium Challenge Corporation’s Vice President for Policy and Evaluation, leading the agency’s country partner selection, economic analysis, and monitoring and evaluation, and began her career on Capitol Hill, with a focus on global health and development policy and funding as Legislative Director to a leader of the House Appropriations Committee.\nAs a former Managing Director at the Glover Park Group, an award-winning strategic communications firm, she built an industry-leading portfolio of clients with a specific interest in global development policy, advocacy, and communications. Beth received Bachelor's and Master’s Degrees from the University of Pennsylvania in Modern Middle Eastern Studies and studied at the American University in Cairo, Egypt.\n",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605906181/health-commission/Beth_Tritter-Headshot_bjla6x.jpg"
  },
  {
    "Last Name": "Reynolds",
    "First Name": "Carolyn",
    "Display Name": "Carolyn",
    "Short Title": "CSIS Global Health Policy Center",
    "Title": "Senior Associate, CSIS Global Health Policy Center",
    "Has Photo": "TRUE",
    "Short Bio": "Carolyn Reynolds is a senior associate with the Global Health Policy Center at the Center for Strategic and International Studies (CSIS) and an expert adviser to the CSIS Commission on Strengthening America’s Health Security. She is co-founder of the Pandemic Action Network, a network of 40+ organizations around the world whose mission is to drive collective action to end Covid-19 and ensure the world is better prepared for future pandemics. ",
    "Long Bio": "Carolyn Reynolds is a senior associate with the Global Health Policy Center at the Center for Strategic and International Studies (CSIS) and an expert adviser to the CSIS Commission on Strengthening America’s Health Security. She is co-founder of the Pandemic Action Network, a network of 40+ organizations around the world whose mission is to drive collective action to end Covid-19 and ensure the world is better prepared for future pandemics. She is also a distinguished fellow with The George Institute for Global Health and a consultant to international organizations including the Global Financing Facility for Women, Children and Adolescents, World Bank Group, World Health Organization, and the Global Preparedness Monitoring Board. \n\nPreviously she was vice president for policy and advocacy at PATH, an international nonprofit organization supporting health innovation in developing countries, where she led a multinational team to shape evidence-based policies and mobilize political will and resources for women’s and children’s health, global health security, and global health research and development. She also served as manager for external and corporate relations at the World Bank Group, where she led strategic communications and advocacy for global health and human development, including the Bank’s efforts to respond to the 2014-16 Ebola crisis in West Africa. Earlier, she served as a founding board member and managing director of the U.S. Global Leadership Campaign, legislative director for InterAction, and legislative aide and acting director of the Senate Foreign Relations Africa subcommittee for the late Senator Paul Simon (D-IL). \n\nMs. Reynolds holds a master’s in international affairs with a concentration in economic and political development from Columbia University and a Bachelor of Arts with a major in foreign affairs from the University of Virginia.\n",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605906200/health-commission/Carolyn_Reynolds_Headshot_z1kddy.jpg"
  },
  {
    "Last Name": "Huang",
    "First Name": "Yanzhong",
    "Display Name": "Yanzhong Huang",
    "Short Title": "Council on Foreign Relations",
    "Title": "Senior Fellow, Council on Foreign Relations",
    "Has Photo": "TRUE",
    "Short Bio": "Yanzhong Huang  is a senior fellow for global health at the Council on Foreign Relations He is also a professor and the director of global health studies at Seton Hall University's School of Diplomacy and International Relations. His most recent book, Toxic Politics: China’s Environmental Health Crisis and Its Challenge to the Chinese State, was published in 2020.",
    "Long Bio": "Yanzhong Huang is a senior fellow for global health at the Council on Foreign Relations, where he directs the Global Health Governance roundtable series. He is also a professor and the director of global health studies at Seton Hall University's School of Diplomacy and International Relations, where he developed the first academic concentration among U.S. professional schools of international affairs that explicitly addresses the security and foreign policy aspects of health issues. He is the founding editor of Global Health Governance: The Scholarly Journal for the New Health Security Paradigm. \n\nDr. Huang has written extensively on China and global health. He is the author of Toxic Politics: China’s Environmental Health Crisis and Its Challenge to the Chinese State (2020) and Governing Health in Contemporary China (2013). He has also published numerous reports, journal articles, and book chapters, including articles in Survival, Foreign Affairs, Public Health, Bioterrorism and Biosecurity, and the China Leadership Monitor, as well as opinion pieces in the New York Times, the Washington Post, Foreign Policy, and the South China Morning Post, among others. In 2006, he coauthored the first scholarly article that systematically examined China’s soft power.  \n\nDr. Huang has testified before U.S. congressional committees many times and regularly is consulted by major media outlets, the private sector, and governmental and nongovernmental organizations on global health issues and China. He is a life member of the Council on Foreign Relations, a member of the National Committee on U.S.-China Relations, and a board member of the Institute of Global Health (Georgia). In 2012, InsideJersey listed him as one of the “20 Brainiest People in New Jersey.” He previously was a research associate at the National Asia Research Program, a public intellectuals fellow at the National Committee on U.S.-China Relations, an associate fellow at the Asia Society, a visiting senior research fellow at the National University of Singapore, and a visiting fellow at the Center for Strategic and International Studies. He has taught at Barnard College and Columbia University. He obtained his BA and MA from Fudan University and his PhD from the University of Chicago. ",
    "image_field": ""
  },
  {
    "Last Name": "Fleischman",
    "First Name": "Janet",
    "Display Name": "Janet Fleischman",
    "Short Title": "CSIS Global Health Policy Center",
    "Title": "Senior Associate, CSIS Global Health Policy Center",
    "Has Photo": "TRUE",
    "Short Bio": "Janet Fleischman is a senior associate with the Global Health Policy Center at the Center for Strategic and International Studies, where she focuses on women’s global health and U.S. policy. She is also an independent consultant who has worked for many organizations addressing the health of women and girls, gender-based violence, family planning, and HIV/AIDS.",
    "Long Bio": "Janet Fleischman is a senior associate with the Global Health Policy Center at the Center for Strategic and International Studies (CSIS), where she focuses on women’s global health and U.S. policy. She is also an independent consultant who has worked for many organizations addressing the health of women and girls, gender-based violence, family planning, and HIV/AIDS. These include the Kaiser Family Foundation, UNAIDS, the Global Coalition on Women and AIDS, the United Nations Development Program, the World Bank, and CARE. She has conducted field work in Africa, Asia, and Eastern Europe.\n\nFleischman has authored dozens of reports and produced and directed several videos. Her articles have appeared in the Washington Post, Boston Globe, International Herald Tribune, Philadelphia Inquirer, CNN’s Global Public Square, Globalpost.com, and AllAfrica.com. SmartGlobalHealth.org regularly runs her blog posts. Fleischman is a frequent speaker on issues related to women’s global health, gender and HIV/AIDS, and U.S. policy, and she has testified before the U.S. Senate Foreign Relations Subcommittee on African Affairs and the U.S. House of Representatives Foreign Affairs Subcommittee on Africa. From 1983 to 2003, Fleischman worked for Human Rights Watch, the largest U.S.-based international human rights organization, as a researcher on Eastern Europe and Africa and then as the organization’s Washington director for Africa.\n",
    "image_field": ""
  },
  {
    "Last Name": "Cullison",
    "First Name": "Tom",
    "Display Name": "Tom Cullison",
    "Short Title": "CSIS Global Health Policy Center",
    "Title": "Adjunct Fellow, CSIS Global Health Policy Center",
    "Has Photo": "TRUE",
    "Short Bio": "Dr. Thomas Cullison is an adjunct fellow with the Global Health Policy Center at the Center for Strategic and International Studies. During his 38-year naval career, culminating as deputy surgeon general of the Navy, he was active in disaster management, international health engagement, graduate medical education, and health policy",
    "Long Bio": "Dr. Thomas Cullison is an adjunct fellow with the Global Health Policy Center at the Center for Strategic and International Studies. During his 38-year naval career, culminating as deputy surgeon general of the Navy, he was active in disaster management, international health engagement, graduate medical education, and health policy. He has contributed to numerous CSIS Global Health Policy Center programs and remained active in Department of Defense contributions to health security. His Navy career began as a surface warfare and saturation diving officer. Dr. Cullison received his doctor of medicine degree in 1979 from the Indiana University School of Medicine; completed orthopedic surgery residency at Naval Medical Center, San Diego; and served in a variety of clinical assignments involving direct patient care, graduate medical education, and operational deployments.\n\nHis Navy Medicine leadership career began in San Diego as surgeon general specialty leader for orthopedic surgery and director of surgical services. He later served as deputy commander, Naval Medical Center Portsmouth; commanding officer, Naval Hospital Camp Lejeune; fleet surgeon, U.S. Pacific Fleet; command surgeon U.S. Pacific Command; medical officer of the Marine Corps; commander, Naval Medical Center Portsmouth; and commander, Naval Medicine East. He held academic appointments at the University of California San Diego School of Medicine and the Uniformed Services University of the Health Sciences. He is a fellow of the American Academy of Orthopaedic Surgeons, the Society of Military Orthopaedic Surgeons, and the American Orthopaedic Association.\n",
    "image_field": ""
  },
  {
    "Last Name": "Bliss",
    "First Name": "Katherine",
    "Display Name": "Katherine Bliss",
    "Short Title": "CSIS Global Health Policy Center",
    "Title": "Senior Fellow, CSIS Global Health Policy Center",
    "Has Photo": "TRUE",
    "Short Bio": "Katherine E. Bliss is Senior Fellow with the CSIS Global Health Policy Center. She brings her expertise in the social sciences, Latin American studies, and international relations to her work analyzing U.S. government support for health programs in low- and middle-income countries. She is particularly interested in how political and cultural perspectives shape approaches to such global health challenges as HIV/AIDS and vaccine-preventable diseases.",
    "Long Bio": "Katherine E. Bliss brings her expertise in the social sciences, Latin American studies, and international relations to her work analyzing U.S. government support for health programs in low- and middle-income countries. She is particularly interested in how political and cultural perspectives shape approaches to such global health challenges as HIV/AIDS; vaccine-preventable diseases; and access to safe drinking water and sanitation. Trained as a historian, Katherine spent the early part of her career teaching at the university level and publishing books and articles on gender relations and public health in twentieth-century Mexico. A Council on Foreign Relations International Affairs Fellowship enabled her to shift her focus to global health policy, placing her at the U.S. Department of State, where she worked on environmental health issues and the development of foreign policy approaches to pandemic preparedness.\n\nAt CSIS, Katherine has previously served as deputy director and senior fellow within both the Americas Program and Global Health Policy Center, where she oversaw a multi-program project on the influence of the BRICS countries on the global health agenda and directed the Project on Global Water Policy. Her recent work has examined the health situation in the context of the Venezuelan political crisis and the challenges facing immunization programs within fragile or disordered settings. Katherine received her A.B. in history and literature, magna cum laude, from Harvard College and her Ph.D. in history from the University of Chicago. She completed a David E. Bell Fellowship at the Harvard Center for Population and Development Studies.\n",
    "image_field": ""
  },
  {
    "Last Name": "Casagrande",
    "First Name": "Rocco",
    "Display Name": "Rocco Casagrande",
    "Short Title": "Gryphon Scientific",
    "Title": "Managing Director, Gryphon Scientific",
    "Has Photo": "TRUE",
    "Short Bio": "Rocco Casagrande is the Managing Director of Gryphon Scientific and a widely respected thought leader on defense against weapons of mass destruction and managing the safety and security risks of cutting-edge biological research. Dr. Casagrande began his public-sector career as a U.N. weapons inspector in pre-war Iraq where he led the U.N.'s biological analysis laboratories.",
    "Long Bio": "Rocco Casagrande began his public-sector career as a U.N. weapons inspector in pre-war Iraq where he led the U.N.'s biological analysis laboratories. Today, as a founder and Managing Partner of Gryphon Scientific, he is a widely respected thought leader on defense against weapons of mass destruction and managing the safety and security risks of cutting-edge biological research and commercial biotechnologies. Over the past 20 years, Dr. Casagrande has led more than 50 projects on assessing the threat posed by use of chemical, biological, radiological and nuclear weapons, understanding vulnerabilities exploited by these attacks, and devising mechanisms to prevent such attacks or improve the response to these attacks. Much of his work involves the science behind the misuse of dangerous pathogens to create biological weapons.\n\nA life scientist, with a degree from Cornell in biology and chemistry and an MIT Ph.D. in biology, Dr. Casagrande has a particular interest in the benefits and risks of emerging biotechnologies–innovations that may have transformative effects on life sciences but raise considerable challenges for policy and governance. In one project, Dr. Casagrande and his team studied how to minimize the risk of misuse of synthetic DNA to create pathogens. This study became the basis for the government’s framework for responsibly conducting critical studies in this field. Dr. Casagrande has also lead studies in the risks of outsourcing in the biotechnology industry and the safety/security risks associated with research at the first ever laboratory in the US that will study the most dangerous zoonotic diseases (those that infect both humans and lower animals) in large animals.",
    "image_field": ""
  },
  {
    "Last Name": "Glassman",
    "First Name": "Amanda",
    "Display Name": "Amanda Glassman",
    "Short Title": "Center for Global Development",
    "Title": "Executive Vice President and Senior Fellow, Center for Global Development",
    "Has Photo": "TRUE",
    "Short Bio": "Amanda Glassman is executive vice president and senior fellow at the Center for Global Development. Her research focuses on priority-setting, resource allocation and value for money in global health. Previously, she served as director for global health policy at the Center from 2010 to 2016, and principal technical lead for health and other positions at the Inter-American Development Bank for 14 years.",
    "Long Bio": "Amanda Glassman is executive vice president and senior fellow at the Center for Global Development and also serves as secretary of the board. Her research focuses on priority-setting, resource allocation and value for money in global health, as well as data for development. Prior to her current position, she served as director for global health policy at the Center from 2010 to 2016, and has more than 25 years of experience working on health and social protection policy and programs in Latin America and elsewhere in the developing world.\n\nPrior to joining CGD, Glassman was principal technical lead for health at the Inter-American Development Bank, where she led policy dialogue with member countries, designed the results-based grant program Salud Mesoamerica 2015 and served as team leader for conditional cash transfer programs such as Mexico’s Oportunidades and Colombia’s Familias en Accion. From 2005-2007, Glassman was deputy director of the Global Health Financing Initiative at Brookings. Before joining the Brookings Institution, Glassman designed, supervised and evaluated health and social protection loans at the Inter-American Development Bank and worked as a Population Reference Bureau Fellow at the US Agency for International Development. Glassman holds a MSc from the Harvard School of Public Health and a BA from Brown University, has published on a wide range of health and social protection finance and policy topics, and is editor and coauthor of the books Millions Saved: New Cases of Proven Success in Global Health (Center for Global Development 2016), From Few to Many: A Decade of Health Insurance Expansion in Colombia (IDB and Brookings 2010), and The Health of Women in Latin America and the Caribbean (World Bank 2001).",
    "image_field": ""
  },
  {
    "Last Name": "Kates",
    "First Name": "Jennifer",
    "Display Name": "Jennifer Kates",
    "Short Title": "Kaiser Family Foundation",
    "Title": "Vice President and Director of Global Health & HIV Policy, Kaiser Family Foundation",
    "Has Photo": "TRUE",
    "Short Bio": "Jennifer Kates is Vice President and Director of Global Health & HIV Policy at the Kaiser Family Foundation, where she oversees the Foundation’s policy analysis and research focused on the U.S. government’s role in global health and on the global and domestic HIV epidemics.",
    "Long Bio": "Jennifer Kates is Vice President and Director of Global Health & HIV Policy at the Kaiser Family Foundation, where she oversees the Foundation’s policy analysis and research focused on the U.S. government’s role in global health and on the global and domestic HIV epidemics. Widely regarded as an expert in the field, she regularly publishes and presents on global health and HIV policy issues and is particularly known for her work analyzing global health financing. Before joining the Foundation in 1998, Dr. Kates was a Senior Associate with The Lewin Group, a health care consulting firm, where she focused on HIV policy, strategic planning/health systems analysis, and health care for vulnerable populations. Among other prior positions, she directed the Princeton University Office of Lesbian, Gay, and Bisexual Concerns.\n\nDr. Kates serves on numerous federal and private sector advisory committees on global health and HIV issues, and is currently a member of PEPFAR’s Scientific Advisory Board, the NIH Office of AIDS Research Advisory Council, and the CDC/HRSA Advisory Committee on HIV, Viral Hepatitis and STD Prevention and Treatment.  She also serves as an Alternate Board Member of the Global Fund to Fight AIDS, Tuberculosis and Malaria and is on the Governing Council of the International AIDS Society.\n\nDr. Kates received her Ph.D. in Health Policy from George Washington University, where she is also a lecturer. She is also a lecturer at the Johns Hopkins School of Advanced International Studies.  She holds a Bachelor’s degree from Dartmouth College, a Master’s degree in Public Affairs from Princeton University’s Woodrow Wilson School of Public and International Affairs, and a Master’s degree in Political Science from the University of Massachusetts.",
    "image_field": ""
  },
  {
    "Last Name": "Konyndyk",
    "First Name": "jeremy",
    "Display Name": "Jeremy Konyndyk",
    "Short Title": "Center for Global Development",
    "Title": "Senior Policy Fellow, Center for Global Development",
    "Has Photo": "TRUE",
    "Short Bio": "Jeremy Konyndyk is a senior policy fellow at the Center for Global Development. His research focuses on humanitarian response, USAID policy reform, and global outbreak preparedness. He previously served in the Obama Administration from 2013-2017 as the director of USAID’s Office of US Foreign Disaster Assistance (OFDA), where he led the US government’s response to international disasters.",
    "Long Bio": "Jeremy Konyndyk is a senior policy fellow at the Center for Global Development. His research focuses on humanitarian response, USAID policy reform, and global outbreak preparedness.\n\nHe previously served in the Obama Administration from 2013-2017 as the director of USAID’s Office of US Foreign Disaster Assistance (OFDA), where he led the US government’s response to international disasters. Konyndyk led a global team of nearly 600 humanitarian professionals, managed annual resources of more than $1.4 billion, and oversaw OFDA’s responses to an average of 70 disasters in 50 countries every year. He led major US government humanitarian responses to the Ebola outbreak in West Africa, the 2016 Ethiopia Drought, the complex emergency in Northern Nigeria, the Nepal earthquake, the Iraq crisis, Typhoon Haiyan in the Philippines, the conflict in South Sudan, and the ongoing war inside Syria. He also led the Agency’s preparations for the 2016 World Humanitarian Summit.\n\nKonyndyk previously worked for Mercy Corps as director of Global Policy and Advocacy. From 2008-2013, he led the organization’s high-level strategic outreach to governments, donors, the United Nations, and other partners. From 2003-2008, he served as the American Refugee Committee’s country director in South Sudan, Uganda, and Guinea, designing and leading humanitarian responses in conflict and post-conflict settings. Konyndyk earlier worked with the US Department of State’s Bureau of Population, Refugees, and Migration, and for an NGO in the Balkans.\n\nHe is currently a member of the World Health Organization’s high level Independent Oversight and Advisory Committee, which oversees the agency’s Health Emergencies Programme. Previously, he served on the independent Advisory Group to the WHO Director General that helped to design the agency’s post-Ebola emergency response reforms.",
    "image_field": ""
  },
  {
    "Last Name": "Relman",
    "First Name": "David",
    "Display Name": "David A. Relman",
    "Short Title": "Stanford University",
    "Title": "Thomas C. and Joan M. Merigan Professor, Departments of Medicine and of Microbiology & Immunology, Stanford University",
    "Has Photo": "TRUE",
    "Short Bio": "David A. Relman is the Thomas C. and Joan M. Merigan Professor in the Departments of Medicine, and of Microbiology & Immunology, and Senior Fellow at the Freeman Spogli Institute for International Studies at Stanford University. He is also Chief of Infectious Diseases at the Veterans Affairs Palo Alto Health Care System in Palo Alto, California.",
    "Long Bio": "David A. Relman is the Thomas C. and Joan M. Merigan Professor in the Departments of Medicine, and of Microbiology & Immunology, and Senior Fellow at the Freeman Spogli Institute for International Studies at Stanford University. He is also Chief of Infectious Diseases at the Veterans Affairs Palo Alto Health Care System in Palo Alto, California. Dr. Relman’s research focus is the human indigenous microbiota and diversity, assembly, stability, and resilience of the human microbial ecosystem, as well as the identification of previously-unrecognized microbial agents of disease. He has advised the U.S. Government on emerging infectious diseases, human-microbe interactions, and future biological threats. He is Chair of the Board of Scientific Counselors at the National Center for Biotechnology Information (NCBI), NIH, a member of the Intelligence Community Studies Board at the National Academies of Science, Engineering and Medicine, and Past President of the Infectious Diseases Society of America. He is a Fellow of the American Academy of Microbiology, and a Member of the National Academy of Medicine.",
    "image_field": ""
  },
  {
    "Last Name": "Sturchio",
    "First Name": "Jeffrey",
    "Display Name": "Jeffrey L. Sturchio",
    "Short Title": "Rabin Martin",
    "Title": "President and CEO, Rabin Martin",
    "Has Photo": "TRUE",
    "Short Bio": "Jeffrey L. Sturchio is President & CEO of Rabin Martin, a global health strategy consulting firm. Jeff is a global health thought leader and trusted counselor for senior leaders in the private sector, multilateral organizations, governments, NGOs and foundations.",
    "Long Bio": "Jeffrey L. Sturchio is President & CEO of Rabin Martin, a global health strategy consulting firm. Jeff is a global health thought leader and trusted counselor for senior leaders in the private sector, multilateral organizations, governments, NGOs and foundations.\n\nJeff joined Rabin Martin in September 2011 as Senior Partner and became President and CEO in July 2014.  He is former President & CEO of the Global Health Council. Before joining the Council in 2009, Dr. Sturchio was Vice President of Corporate Responsibility at Merck & Co. Inc., Kenilworth, NJ, and president of The Merck Company Foundation, where he was responsible for major public-private partnerships.\n\nHe is currently chairman of the U.S. Corporate Council on Africa, chairman of the BroadReach Institute for Training and Education and a member of the boards of ACHAP, Friends of the Global Fight Against AIDS, TB and Malaria, and the Science History Institute.  Dr. Sturchio is also a visiting scholar at the Institute for Applied Economics, Global Health and the Study of Business Enterprise at The Johns Hopkins University; Senior Associate at CSIS; a principal of the Modernizing Foreign Assistance Network; Fellow of the American Association for the Advancement of Science; a member of the Council on Foreign Relations and the Arthur W. Page Society; and an advisor to amfAR, Intrahealth International, the Partnership for Quality Medical Donations, the Global Health Group at the University of California San Francisco and the Rutgers Global Health Institute.\n\nJeff has published widely on business and global health, including the book, Noncommunicable diseases in the developing world: addressing gaps in global policy and research (edited with L. Galambos, Johns Hopkins University Press, 2014).\n\nJeff holds a PhD in History & Sociology of Science from the University of Pennsylvania and an AB in History from Princeton University.",
    "image_field": ""
  }
]
