[
  {
    "Last Name": "Cameron",
    "First Name": "Beth",
    "Display Name": "Beth Cameron",
    "Short Title": "Nuclear Threat Initiative",
    "Title": "Vice President, Global Biological Policy and Programs, Nuclear Threat Initiative",
    "Has Photo": "TRUE",
    "Short Bio": "Beth Cameron is the Vice President for Global Biological Policy and Programs at the Nuclear Threat Initiative (NTI), where she leads NTI | bio’s efforts to reduce global catastrophic biological risks, advance international biosecurity capability, and improve pandemic preparedness. She previously helped develop and launch the Global Health Security Agenda when she served on the National Security Council staff.",
    "Long Bio": "Beth Cameron is NTI's vice president for global biological policy and programs and oversees NTI’s biosecurity program (NTI | bio).\n\nBeth previously served as the Senior Director for Global Health Security and Biodefense on the White House National Security Council (NSC) staff, where she was instrumental in developing and launching the Global Health Security Agenda and focused on homeland and national security issues surrounding biological threats. From 2014-2016, she served on the White House Ebola Task Force.\n\nFrom 2010‐2013, Beth served as Office Director for Cooperative Threat Reduction (CTR) and Senior Advisor for the Assistant Secretary of Defense for Nuclear, Chemical and Biological Defense programs. In this role, she oversaw implementation of the geographic expansion of the Nunn‐Lugar CTR program. For her work, she was awarded the Office of the Secretary of Defense Medal for Exception Civilian Service. From 2003‐2010, she oversaw expansion of Department of State Global Threat Reduction programs and supported the expansion and extension of the Global Partnership Against the Spread of Weapons and Materials of Mass Destruction. She was an American Association for the Advancement of Science fellow at the State Department and served in the health policy office of Senator Edward M. Kennedy and as a manager for policy research with the American Cancer Society.\n\nBeth holds a Ph.D. in Biology from the Human Genetics and Molecular Biology Program at the Johns Hopkins University and a BA in Biology from the University of Virginia. She is an affiliate of the Georgetown Center for Health Science and Security, a Senior Fellow of the Scowcroft Institute of International Affairs in the Texas A&M University Bush School of Government and Public Service, and a member of the Council on Foreign Relations."
  },
  {
    "Last Name": "Casagrande",
    "First Name": "Rocco",
    "Display Name": "Rocco Casagrande",
    "Short Title": "Gryphon Scientific",
    "Title": "Managing Director, Gryphon Scientific",
    "Has Photo": "TRUE",
    "Short Bio": "Rocco Casagrande is the Managing Director of Gryphon Scientific and a widely respected thought leader on defense against weapons of mass destruction and managing the safety and security risks of cutting-edge biological research. Dr. Casagrande began his public-sector career as a U.N. weapons inspector in pre-war Iraq where he led the U.N.'s biological analysis laboratories.",
    "Long Bio": "Rocco Casagrande began his public-sector career as a U.N. weapons inspector in pre-war Iraq where he led the U.N.'s biological analysis laboratories. Today, as a founder and Managing Partner of Gryphon Scientific, he is a widely respected thought leader on defense against weapons of mass destruction and managing the safety and security risks of cutting-edge biological research and commercial biotechnologies. Over the past 20 years, Dr. Casagrande has led more than 50 projects on assessing the threat posed by use of chemical, biological, radiological and nuclear weapons, understanding vulnerabilities exploited by these attacks, and devising mechanisms to prevent such attacks or improve the response to these attacks. Much of his work involves the science behind the misuse of dangerous pathogens to create biological weapons.\n\nA life scientist, with a degree from Cornell in biology and chemistry and an MIT Ph.D. in biology, Dr. Casagrande has a particular interest in the benefits and risks of emerging biotechnologies–innovations that may have transformative effects on life sciences but raise considerable challenges for policy and governance. In one project, Dr. Casagrande and his team studied how to minimize the risk of misuse of synthetic DNA to create pathogens. This study became the basis for the government’s framework for responsibly conducting critical studies in this field. Dr. Casagrande has also lead studies in the risks of outsourcing in the biotechnology industry and the safety/security risks associated with research at the first ever laboratory in the US that will study the most dangerous zoonotic diseases (those that infect both humans and lower animals) in large animals."
  },
  {
    "Last Name": "Glassman",
    "First Name": "Amanda",
    "Display Name": "Amanda Glassman",
    "Short Title": "Center for Global Development",
    "Title": "Chief Operating Officer and Senior Fellow, Center for Global Development",
    "Has Photo": "TRUE",
    "Short Bio": "Amanda Glassman is chief operating officer and senior fellow at the Center for Global Development. Her research focuses on priority-setting, resource allocation and value for money in global health. Previously, she served as director for global health policy at the Center from 2010 to 2016, and principal technical lead for health and other positions at the Inter-American Development Bank for 14 years.",
    "Long Bio": "Amanda Glassman is chief operating officer and senior fellow at the Center for Global Development and also serves as secretary of the board. Her research focuses on priority-setting, resource allocation and value for money in global health, as well as data for development. Prior to her current position, she served as director for global health policy at the Center from 2010 to 2016, and has more than 25 years of experience working on health and social protection policy and programs in Latin America and elsewhere in the developing world.\n\nPrior to joining CGD, Glassman was principal technical lead for health at the Inter-American Development Bank, where she led policy dialogue with member countries, designed the results-based grant program Salud Mesoamerica 2015 and served as team leader for conditional cash transfer programs such as Mexico’s Oportunidades and Colombia’s Familias en Accion. From 2005-2007, Glassman was deputy director of the Global Health Financing Initiative at Brookings. Before joining the Brookings Institution, Glassman designed, supervised and evaluated health and social protection loans at the Inter-American Development Bank and worked as a Population Reference Bureau Fellow at the US Agency for International Development. Glassman holds a MSc from the Harvard School of Public Health and a BA from Brown University, has published on a wide range of health and social protection finance and policy topics, and is editor and coauthor of the books Millions Saved: New Cases of Proven Success in Global Health (Center for Global Development 2016), From Few to Many: A Decade of Health Insurance Expansion in Colombia (IDB and Brookings 2010), and The Health of Women in Latin America and the Caribbean (World Bank 2001)."
  },
  {
    "Last Name": "Inglesby",
    "First Name": "Tom",
    "Display Name": "Tom Inglesby",
    "Short Title": "Johns Hopkins Bloomberg School of Public Health",
    "Title": "Director, Center for Health Security, Johns Hopkins Bloomberg School of Public Health",
    "Has Photo": "TRUE",
    "Short Bio": "Tom Inglesby is the Director of the Center for Health Security of the Johns Hopkins Bloomberg School of Public Health. Dr. Inglesby is also Professor in the Department of Environmental Health and Engineering in the Johns Hopkins Bloomberg School of Public Health with a Joint Appointment in the Johns Hopkins School of Medicine.",
    "Long Bio": "Tom Inglesby is the Director of the Center for Health Security of the Johns Hopkins Bloomberg School of Public Health. Dr. Inglesby is also Professor in the Department of Environmental Health and Engineering in the Johns Hopkins Bloomberg School of Public Health with a Joint Appointment in the Johns Hopkins School of Medicine.\n\nDr. Inglesby's work is internationally recognized in the fields of public health preparedness, pandemic and emerging infectious disease, and prevention of and response to biological threats. He is Chair of the Board of Scientific Counselors, Office of Public Health Preparedness and Response, U.S. Centers for Disease Control and Prevention (CDC). He is also Chair of the National Advisory Council of the Robert Wood Johnson Foundation’s National Health Security Preparedness Index. He was on the 2016 Working Group assessing US biosecurity on behalf of the President’s Council of Advisors on Science and Technology (PCAST).\n\nDr. Inglesby has authored or co-authored more than 115 publications on issues related to health security. He is Editor-in-Chief of the peer-reviewed journal Health Security, which he helped establish in 2003. He was a principal editor of the JAMA book Bioterrorism: Guidelines for Medical and Public Health Management. He has been invited to brief White House officials from the past 4 presidential administrations on national biosecurity, and he has delivered Congressional testimony on a number of public health and biosecurity issues.\n\nDr. Inglesby completed his internal medicine and infectious diseases training at Johns Hopkins University School of Medicine, where he also served as Assistant Chief of Service in 1996-97. Dr. Inglesby received his MD from Columbia University College of Physicians and Surgeons and his BA from Georgetown University."
  },
  {
    "Last Name": "Kates",
    "First Name": "Jennifer",
    "Display Name": "Jennifer Kates",
    "Short Title": "Kaiser Family Foundation",
    "Title": "Vice President and Director of Global Health & HIV Policy, Kaiser Family Foundation",
    "Has Photo": "TRUE",
    "Short Bio": "Jennifer Kates is Vice President and Director of Global Health & HIV Policy at the Kaiser Family Foundation, where she oversees the Foundation’s policy analysis and research focused on the U.S. government’s role in global health and on the global and domestic HIV epidemics.",
    "Long Bio": "Jennifer Kates is Vice President and Director of Global Health & HIV Policy at the Kaiser Family Foundation, where she oversees the Foundation’s policy analysis and research focused on the U.S. government’s role in global health and on the global and domestic HIV epidemics. Widely regarded as an expert in the field, she regularly publishes and presents on global health and HIV policy issues and is particularly known for her work analyzing global health financing. Before joining the Foundation in 1998, Dr. Kates was a Senior Associate with The Lewin Group, a health care consulting firm, where she focused on HIV policy, strategic planning/health systems analysis, and health care for vulnerable populations. Among other prior positions, she directed the Princeton University Office of Lesbian, Gay, and Bisexual Concerns.\n\nDr. Kates serves on numerous federal and private sector advisory committees on global health and HIV issues, and is currently a member of PEPFAR’s Scientific Advisory Board, the NIH Office of AIDS Research Advisory Council, and the CDC/HRSA Advisory Committee on HIV, Viral Hepatitis and STD Prevention and Treatment.  She also serves as an Alternate Board Member of the Global Fund to Fight AIDS, Tuberculosis and Malaria and is on the Governing Council of the International AIDS Society.\n\nDr. Kates received her Ph.D. in Health Policy from George Washington University, where she is also a lecturer. She is also a lecturer at the Johns Hopkins School of Advanced International Studies.  She holds a Bachelor’s degree from Dartmouth College, a Master’s degree in Public Affairs from Princeton University’s Woodrow Wilson School of Public and International Affairs, and a Master’s degree in Political Science from the University of Massachusetts."
  },
  {
    "Last Name": "Katz",
    "First Name": "Rebecca",
    "Display Name": "Rebecca Katz",
    "Short Title": "Georgetown University",
    "Title": "Associate Professor and Director, Center for Global Health Science and Security, Georgetown University",
    "Has Photo": "TRUE",
    "Short Bio": "Rebecca Katz is an Associate Professor and Director of the Center for Global Health Science and Security at Georgetown University. Prior to coming to Georgetown, she spent ten years at The George Washington University as faculty in the Milken Institute School of Public Health. Her research is focused on global health security, public health preparedness and health diplomacy.",
    "Long Bio": "Rebecca Katz is an Associate Professor and Director of the Center for Global Health Science and Security at Georgetown University. Prior to coming to Georgetown, she spent ten years at The George Washington University as faculty in the Milken Institute School of Public Health. Her research is focused on global health security, public health preparedness and health diplomacy. Since 2007, much of her work has been on the domestic and global implementation of the International Health Regulations. Since 2004, Dr. Katz has been a consultant to the Department of State, working on issues related to the Biological Weapons Convention, pandemic influenza and disease surveillance. Dr. Katz received her undergraduate degree from Swarthmore College, an M.P.H. from Yale University, and a Ph.D. from Princeton University."
  },
  {
    "Last Name": "Konyndyk",
    "First Name": "jeremy",
    "Display Name": "Jeremy Konyndyk",
    "Short Title": "Center for Global Development",
    "Title": "Senior Policy Fellow, Center for Global Development",
    "Has Photo": "TRUE",
    "Short Bio": "Jeremy Konyndyk is a senior policy fellow at the Center for Global Development. His research focuses on humanitarian response, USAID policy reform, and global outbreak preparedness. He previously served in the Obama Administration from 2013-2017 as the director of USAID’s Office of US Foreign Disaster Assistance (OFDA), where he led the US government’s response to international disasters.",
    "Long Bio": "Jeremy Konyndyk is a senior policy fellow at the Center for Global Development. His research focuses on humanitarian response, USAID policy reform, and global outbreak preparedness.\n\nHe previously served in the Obama Administration from 2013-2017 as the director of USAID’s Office of US Foreign Disaster Assistance (OFDA), where he led the US government’s response to international disasters. Konyndyk led a global team of nearly 600 humanitarian professionals, managed annual resources of more than $1.4 billion, and oversaw OFDA’s responses to an average of 70 disasters in 50 countries every year. He led major US government humanitarian responses to the Ebola outbreak in West Africa, the 2016 Ethiopia Drought, the complex emergency in Northern Nigeria, the Nepal earthquake, the Iraq crisis, Typhoon Haiyan in the Philippines, the conflict in South Sudan, and the ongoing war inside Syria. He also led the Agency’s preparations for the 2016 World Humanitarian Summit.\n\nKonyndyk previously worked for Mercy Corps as director of Global Policy and Advocacy. From 2008-2013, he led the organization’s high-level strategic outreach to governments, donors, the United Nations, and other partners. From 2003-2008, he served as the American Refugee Committee’s country director in South Sudan, Uganda, and Guinea, designing and leading humanitarian responses in conflict and post-conflict settings. Konyndyk earlier worked with the US Department of State’s Bureau of Population, Refugees, and Migration, and for an NGO in the Balkans.\n\nHe is currently a member of the World Health Organization’s high level Independent Oversight and Advisory Committee, which oversees the agency’s Health Emergencies Programme. Previously, he served on the independent Advisory Group to the WHO Director General that helped to design the agency’s post-Ebola emergency response reforms."
  },
  {
    "Last Name": "Relman",
    "First Name": "David",
    "Display Name": "David A. Relman",
    "Short Title": "Stanford University",
    "Title": "Thomas C. and Joan M. Merigan Professor, Departments of Medicine and of Microbiology & Immunology, Stanford University",
    "Has Photo": "TRUE",
    "Short Bio": "David A. Relman is the Thomas C. and Joan M. Merigan Professor in the Departments of Medicine, and of Microbiology & Immunology, and Senior Fellow at the Freeman Spogli Institute for International Studies at Stanford University. He is also Chief of Infectious Diseases at the Veterans Affairs Palo Alto Health Care System in Palo Alto, California.",
    "Long Bio": "David A. Relman is the Thomas C. and Joan M. Merigan Professor in the Departments of Medicine, and of Microbiology & Immunology, and Senior Fellow at the Freeman Spogli Institute for International Studies at Stanford University. He is also Chief of Infectious Diseases at the Veterans Affairs Palo Alto Health Care System in Palo Alto, California. Dr. Relman’s research focus is the human indigenous microbiota and diversity, assembly, stability, and resilience of the human microbial ecosystem, as well as the identification of previously-unrecognized microbial agents of disease. He has advised the U.S. Government on emerging infectious diseases, human-microbe interactions, and future biological threats. He is Chair of the Board of Scientific Counselors at the National Center for Biotechnology Information (NCBI), NIH, a member of the Intelligence Community Studies Board at the National Academies of Science, Engineering and Medicine, and Past President of the Infectious Diseases Society of America. He is a Fellow of the American Academy of Microbiology, and a Member of the National Academy of Medicine."
  },
  {
    "Last Name": "Sturchio",
    "First Name": "Jeffrey",
    "Display Name": "Jeffrey L. Sturchio",
    "Short Title": "Rabin Martin",
    "Title": "President and CEO, Rabin Martin",
    "Has Photo": "TRUE",
    "Short Bio": "Jeffrey L. Sturchio is President & CEO of Rabin Martin, a global health strategy consulting firm. Jeff is a global health thought leader and trusted counselor for senior leaders in the private sector, multilateral organizations, governments, NGOs and foundations.",
    "Long Bio": "Jeffrey L. Sturchio is President & CEO of Rabin Martin, a global health strategy consulting firm. Jeff is a global health thought leader and trusted counselor for senior leaders in the private sector, multilateral organizations, governments, NGOs and foundations.\n\nJeff joined Rabin Martin in September 2011 as Senior Partner and became President and CEO in July 2014.  He is former President & CEO of the Global Health Council. Before joining the Council in 2009, Dr. Sturchio was Vice President of Corporate Responsibility at Merck & Co. Inc., Kenilworth, NJ, and president of The Merck Company Foundation, where he was responsible for major public-private partnerships.\n\nHe is currently chairman of the U.S. Corporate Council on Africa, chairman of the BroadReach Institute for Training and Education and a member of the boards of ACHAP, Friends of the Global Fight Against AIDS, TB and Malaria, and the Science History Institute.  Dr. Sturchio is also a visiting scholar at the Institute for Applied Economics, Global Health and the Study of Business Enterprise at The Johns Hopkins University; Senior Associate at CSIS; a principal of the Modernizing Foreign Assistance Network; Fellow of the American Association for the Advancement of Science; a member of the Council on Foreign Relations and the Arthur W. Page Society; and an advisor to amfAR, Intrahealth International, the Partnership for Quality Medical Donations, the Global Health Group at the University of California San Francisco and the Rutgers Global Health Institute.\n\nJeff has published widely on business and global health, including the book, Noncommunicable diseases in the developing world: addressing gaps in global policy and research (edited with L. Galambos, Johns Hopkins University Press, 2014).\n\nJeff holds a PhD in History & Sociology of Science from the University of Pennsylvania and an AB in History from Princeton University."
  }
]
