[
  {
    "Last Name": "Bera",
    "First Name": "Ami",
    "Display Name": "U.S. Congressman Ami Bera",
    "Role in Commission": "",
    "Short Title": "D-CA-7",
    "Title": "D-CA-7",
    "Has Photo": "TRUE",
    "Short Bio": "Congressman Ami Bera represents California’s 7th Congressional District. Rep. Bera serves on the House Committee on Foreign Affairs, including as Chair of the Subcommittee on Oversight and Investigations, and is the Vice Chair of the House Committee on Science, Space, and Technology. Before being elected to Congress, Rep. Bera practiced medicine, served as Chief Medical Officer for Sacramento County, directed care management at a seven-hospital system, and taught medicine at the University of California, Davis.",
    "Long Bio": "Congressman Ami Bera represents California’s 7th Congressional District. Bera serves on the House Committee on Foreign Affairs, including as Chair of the Subcommittee on Oversight and Investigations, and is the Vice Chair of the House Committee on Science, Space, and Technology. Bera is the longest-serving Indian American currently in Congress and has been a member of the Foreign Affairs Committee since 2013.\n\nBefore being elected to Congress, Bera practiced medicine and served as Chief Medical Officer for Sacramento County, directed care management at a seven-hospital system, and taught medicine at the University of California, Davis. Drawing on his extensive medical background, Bera led efforts by the Foreign Affairs Committee to address the global Zika epidemic and is a strong supporter of American leadership in global health.\n\nOn the Foreign Affairs Committee, Bera sits on the Subcommittee on Asia and the Pacific as well as the Subcommittee on Africa, Global Health, Human Rights and International Organizations. He also serves as the Ranking Member on the Space Subcommittee in the House Committee on Science, Space and Technology. Bera believes the United States has a duty to lead the world by example and should work closely with the international community to protect and promote equality worldwide. He is proud to work with members of both parties to strengthen America’s security and global leadership, as well as the security of our allies.\n\nCongressman Bera lives in Elk Grove, California with his wife Janine, who is also a medical doctor, and their daughter Sydra.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576088752/health-commission/Ami_Bera_cknkm9.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907570/health-commission/Bera_Ami_eygtve.jpg"
  },
  {
    "Last Name": "Bitton",
    "First Name": "Asaf",
    "Display Name": "Asaf Bitton",
    "Role in Commission": "Commissioner",
    "Short Title": "Ariadne Labs",
    "Title": "President & CEO, BIO",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1606761037/health-commission/Asaf_Bitton.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Asaf Bitton, M.D., M.P.H., is the executive director of Ariadne Labs, a joint center for health systems innovation at Brigham and Women's Hospital and the Harvard T.H. Chan School of Public Health. He is a national and global expert on primary care policy, financing, and delivery. ",
    "Long Bio": "Asaf Bitton, M.D., M.P.H., is Executive Director of Ariadne Labs, a joint center for health systems innovation at Brigham and Women’s Hospital and the Harvard T.H. Chan School of Public Health. He is a national and global expert on primary care policy, financing, and delivery.\n\nHe previously served as director of Ariadne Labs’ Primary Health Care Program, leading primary care measurement and improvement work in over a dozen countries along with regional medical home learning collaboratives in Massachusetts. He is a core founder and leader of the Primary Health Care Performance Initiative, a partnership that includes the World Bank, the World Health Organization, and Bill & Melinda Gates Foundation, dedicated to transforming the global state of primary health care. This initiative is currently active in over 20 countries and will produce country-level dashboards highlighting primary health care performance in 60 countries by 2022 as part of the monitoring efforts for the Sustainable Development Goals 2030.\n\nIn his research, Dr. Bitton has examined the rapid rise of chronic cardiometabolic diseases throughout Polynesia, studied the implementation of global public health treaties to reduce the burden of tobacco use, and analyzed the delivery of primary care services in Ghana, Costa Rica, Haiti, and Estonia. A nationally-recognized expert on U.S. health policy, he also serves as a senior advisor for primary care policy at the Center for Medicare and Medicaid Innovation. Since 2012, Dr. Bitton has helped design and test three major comprehensive primary care payment and delivery initiatives, active in 18 states and 3,000 practices, and serving more than three million Medicare beneficiaries. These initiatives represent the largest tests of combined primary care payment and clinical practice transformation work in the United States.\n\nDr. Bitton practices primary care at Brigham and Women’s South Huntington clinic, a team-based primary care practice in Boston that he helped found in 2011. He is an assistant professor of medicine and health care policy at Brigham and Women's Hospital and Harvard Medical School. He holds an undergraduate degree from Brown University and a medical degree from the University of California, San Francisco. Dr. Bitton completed his residency and chief residency at Brigham and Women's Hospital and has a master’s in public health from the Harvard T.H. Chan School of Public Health.\n",
    "signature": ""
  },
  {
    "Last Name": "Bono",
    "First Name": "Raquel",
    "Display Name": "Vice Adm. Raquel Bono",
    "Role in Commission": "",
    "Short Title": "",
    "Title": "Raquel Cruz Bono, MD, MBA, FACS; Vice Admiral US Navy (ret)",
    "Has Photo": "TRUE",
    "Short Bio": "Vice Adm. Raquel Bono is a senior executive leader nationally recognized across public, private and federal sectors. Over 20 years front-line leadership in the Department of Defense (DoD) that culminated in appointment to director, Defense Health Agency. After military service, gubernatorial appointee as Washington State’s director for COVID-19 healthcare system response and pandemic management. Board-certified trauma surgeon. First Asian- American female promoted to Navy Vice Admiral (3-star).",
    "Long Bio": "For nearly 30 years Vice Admiral Raquel C. Bono, MD, MBA, FACS, served with honor and distinction as a highly\nrespected Naval Officer and the first woman surgeon in the military to hold the rank of Vice Admiral.\n\nRecently served as the Washington State COVID-19 Health System Response and Pandemic Management director. Bono is also a Senior Fellow with the Johns Hopkins University Applied Physics Laboratory. As the former chief executive officer (CEO) and director, Defense Health Agency (DHA), Vice Admiral (Dr.) Bono led a joint, integrated combat support agency that enabled all branches of the U.S. military – Army, Navy, and Air Force – medical services to provide health care services to combatant commands. Dr. Bono integrated an unprecedented $50 billion worldwide health care enterprise composed of 50 hospitals and 300 clinics that provide care to 9.5 million military beneficiaries; oversaw the Department of Defense (DoD) deployment of the electronic health record (EHR) system; and advanced the development of the largest federated health system with the U.S. Department of Veterans Affairs.\n\nA board-certified trauma surgeon, Dr. Bono is an inspiration and role model for all surgeons, especially female surgeons across the country and in the military. Dr. Bono received her bachelor’s degree from the University of Texas, Austin; her Master of Business Administration from Washington State University, Spokane; and her medical degree from Texas Tech Health Sciences Center, Lubbock. She completed her surgical internship and residency at the Naval Medical Center, Portsmouth, VA and performed a trauma and critical care fellowship at the Eastern Virginia Graduate School of Medicine, Norfolk.",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1606761709/health-commission/Raquel_Bono_Headshot_ag1q9j.jpg"
  },
  {
    "Last Name": "Brooks",
    "First Name": "Susan",
    "Display Name": "Former U.S. Congresswoman Susan Brooks",
    "Role in Commission": "",
    "Short Title": "R-IN-5",
    "Title": "R-IN-5",
    "Has Photo": "TRUE",
    "Short Bio": "Susan W. Brooks is an accomplished former Congresswoman and former US Attorney who has driven key legislation to reform emergency response, healthcare, manufacturing, technology innovation, higher education and public safety. She is known for her bipartisan relationships and as a catalyst for economic development. From 2013-2020, she served as the U.S. Representative for the 5th District of Indiana.",
    "Long Bio": "Susan W. Brooks is an accomplished former Congresswoman and former US Attorney who has driven key legislation to reform emergency response, healthcare, manufacturing, technology innovation, higher education and public safety. Brooks has advised companies, non-profits, educational institutions, and hospitals on operations and workforce planning and development during organizational transformations. She is known for her bipartisan relationships and as a catalyst for economic development. From 2013-2020, she served as the U.S. Representative for the 5th District of Indiana, which spans eight diverse counties throughout the central part of the Hoosier State. \n\nAs a former member of the House Energy and Commerce Committee, Susan held subcommittee roles in Health, Communications and Technology; Commerce, Manufacturing and Trade; and Oversight and Investigations.  She helped shape legislation to improve the health security of Americans through reforms to mental health programs addressing the national heroin and prescription opioid abuse epidemic. Susan also co-founded the 5G Caucus which propelled the United States as a 5G thought leader, driving economic growth and digital innovation. As a former Chair of the Homeland Subcommittee on Emergency Preparedness, Response, and Communications, Susan co-authored the reauthorization of the Pandemic All Hazard Preparedness Act (PAHPA) which strengthened our country’s biodefense response to natural or terrorist related attacks. \n\nSusan is a champion of diversity and inclusion and has elevated Indiana women to leadership positions. She co-chaired the Women’s Caucus and Women in High Tech Coalition and served as the Recruitment Chair for the National Republican Congressional Committee (NRCC). During this time, she recruited a record number of diverse congressional candidates: 94 women and 75 minority candidates on the general election ballot which resulted in a historic victory for the number of Republican women elected.   In addition, Susan served as the Chair for the House Ethics Committee where she reformed deficiencies in the Congressional Accountability Act (CAA) after the #MeToo movement. She oversaw multiple high-profile investigations of Members of Congress during this time.\n\nBrooks earned her Juris Doctorate from Indiana University Robert H. McKinney School of Law and Bachelor of Arts from Miami University in Ohio. Susan has been awarded honorary doctorate degrees from Marian University, IU Robert H. McKinney School of Law, Wabash College, Anderson University and an honorary associate’s degree from Ivy Tech Community College. She is originally from Fort Wayne, Indiana and currently resides in Carmel, Indiana.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089579/health-commission/Susan_Brooks_oo8q6g.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1612448447/health-commission/Brooks_Updated_Photo_xtt8tf.jpg"
  },
  {
    "Last Name": "Cole",
    "First Name": "Tom",
    "Display Name": "U.S. Congressman Tom Cole",
    "Role in Commission": "",
    "Short Title": "R-OK-4",
    "Title": "R-OK-4",
    "Has Photo": "TRUE",
    "Short Bio": "Congressman Tom Cole is the current representative from the 4th district of Oklahoma. Presently serving in his ninth term, Congressman Cole was elected to Congress in 2002. In Congress, he is recognized as an advocate for taxpayers and small business, a proponent for a strong national defense, and a leader in promoting biomedical research.",
    "Long Bio": "Tom Cole is the current representative from the 4th district of Oklahoma. Presently serving in his ninth term, Cole was elected to Congress in 2002. In Congress, Cole is recognized as an advocate for taxpayers and small business, a proponent for a strong national defense, and a leader in promoting biomedical research.\n\nSince 2009, Cole has served on the powerful House Appropriations Committee, where he is currently Vice Ranking Republican of the full committee and Ranking Republican of the Subcommittee on Labor, Health and Human Services, Education and Related Agencies (LHHS). While serving as LHHS Chairman during the 115th Congress, Cole shepherded completion of the subcommittee’s annual funding bill and participated in the bicameral conference committee that negotiated the final product for fiscal year 2019. When it was signed into law in September 2018, it marked the first time in 22 years that the bill was completed in full and on time. Cole was appointed to the House Rules Committee in 2013 and has remained on the panel since then. He currently serves as Ranking Republican, the top Republican leadership position on the committee. Cole also serves as a Deputy Whip for the Republican Conference.\n\nA former college instructor in history and politics, Cole holds a B.A. from Grinnell College, a M.A. from Yale University and a Ph.D. from the University of Oklahoma. Cole has been a Thomas Watson Fellow and a Fulbright Fellow at the University of London. Cole has also received honorary degrees from Randall University, Oklahoma City University and Grinnell College. He serves on the Smithsonian Institution Board of Regents and the national board of the Fulbright Association. He is also a member of the Congressional Advisory Board to the Aspen Institute.\n\nCole is a fifth generation Oklahoman and an enrolled member of the Chickasaw Nation. He is one of only four Native Americans currently serving in Congress.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089658/health-commission/Tom_Cole_joeqls.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907605/health-commission/Cole_Tom_zyixac.jpg"
  },
  {
    "Last Name": "Dybul",
    "First Name": "Mark",
    "Display Name": "Ambassador Mark Dybul",
    "Role in Commission": "",
    "Short Title": "Georgetown University Medical Center",
    "Title": "Faculty Director, Center for Global Health and Quality and Professor, Department of Medicine, Georgetown University Medical Center",
    "Has Photo": "TRUE",
    "Short Bio": "Ambassador Mark Dybul is the faculty director of the Center for Global Health Practice and Impact at the Georgetown University Medical Center, which seeks to work with international partners to respond to pressing global health challenges. A well-recognized global health expert and humanitarian, Dybul has served as head of both the Global Fund to Fight AIDS, Tuberculosis and Malaria and PEPFAR.",
    "Long Bio": "Ambassador Mark Dybul is the faculty director of the Center for Global Health Practice and Impact at the Georgetown University Medical Center, which seeks to work with international partners to respond to pressing global health challenges. A well-recognized global health expert and humanitarian, Dybul most recently served as executive director of the Global Fund to Fight AIDS, Tuberculosis and Malaria.\n\nDybul served as a HIV research fellow at the National Institute for Allergy and Infectious Diseases (NIAID) under director Dr. Anthony Fauci in the late 1990s. He conducted basic and clinical HIV research at NIAID, and eventually conducted the first randomized, controlled trial with combination antiretroviral therapy with HIV patients in Africa.\n\nThe Georgetown alumnus went on to lead President George W. Bush’s International Prevention of Mother and Child HIV initiative for the Department of Health and Human Services (HHS), and in 2006 was named U.S. Global AIDS Coordinator. As U.S. Global AIDS Coordinator, he led the implementation of the President’s Emergency Plan for AIDS Relief (PEPFAR), a health initiative Dybul helped create. He later became the inaugural Global Health Fellow of the George W. Bush Institute.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089359/health-commission/Mark_Dybil_ja0yv9.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907620/health-commission/Dybul_Mark_bjfrfr.jpg"
  },
  {
    "Last Name": "Frieden",
    "First Name": "Tom",
    "Display Name": "Tom Frieden",
    "Role in Commission": "",
    "Short Title": "Resolve to Save Lives",
    "Title": "President and CEO, Resolve to Save Lives, an initiative of Vital Strategies",
    "Has Photo": "TRUE",
    "Short Bio": "Tom Frieden is President and Chief Executive Officer of Resolve to Save Lives, a $225 million, 5-year initiative housed at Vital Strategies, a non-profit global health organization working toward the vision that all people are protected by a strong public health system. Dr. Frieden was Director of the Centers for Disease Control and Prevention (CDC) from 2009 to 2017.",
    "Long Bio": "Tom Frieden is President and Chief Executive Officer of Resolve to Save Lives, a $225 million, 5-year initiative housed at Vital Strategies, a non-profit global health organization working toward the vision that all people are protected by a strong public health system. The Resolve to Save Lives initiative aims to save millions of lives from cardiovascular disease and make the world safer from epidemics.\n\nDr. Frieden was Director of the Centers for Disease Control and Prevention (CDC) from 2009 to 2017, and led the CDC work that helped end the Ebola epidemic.  Over the course of his career, he controlled the largest outbreak of multi-drug resistant tuberculosis ever to occur in the United States, helped establish the largest tuberculosis control program in the world in India, and directed efforts on several public health issues that led to a rapid increase in life expectancy in New York City.\n\nAs New York City Health Commissioner from 2002-2009, Dr. Frieden led efforts to reduce smoking, eliminate artificial trans fats from restaurants, initiate the country’s largest community-based electronic health records project, and eliminate colon cancer screening disparities, among other critical initiatives.  During his time as Commissioner, life expectancy in New York City increased by three years, a faster increase than in the United States as a whole.\n\nDr. Frieden received medical and public health degrees from Columbia University, completed an infectious disease Fellowship at Yale University, and was an Epidemic Intelligence Service Officer at CDC.  He is the author of over 200 scientific publications.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089709/health-commission/Tom_Frieden_bpcosq.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907639/health-commission/Frieden_Tom_l4vfbu.jpg"
  },
  {
    "Last Name": "Gilbert",
    "First Name": "Nikolaj",
    "Display Name": "Nikolaj Gilbert",
    "Role in Commission": "",
    "Short Title": "PATH",
    "Title": "President and CEO, PATH",
    "Has Photo": "TRUE",
    "Short Bio": "Nikolaj Gilbert is president and chief executive officer of PATH and managing director of PATH’s Swiss subsidiary, Foundation for Appropriate Technology in Health. He brings to his roles more than 20 years of international experience as a leader, strategist, and director of complex partnerships. His expertise spans health, peacebuilding, humanitarian aid, and development solutions.",
    "Long Bio": "Nikolaj Gilbert is president and chief executive officer of PATH and managing director of PATH’s Swiss subsidiary, Foundation for Appropriate Technology in Health. He brings to his roles more than 20 years of international experience as a leader, strategist, and director of complex partnerships. With a proven track record in both the private and public sectors, his expertise spans health, peacebuilding, humanitarian aid, and development solutions.\n\nBefore joining PATH in 2020, Mr. Gilbert served as director of partnerships for the United Nations Office of Project Services. In that position, he cultivated a deep understanding of the development ecosystem and of health inequity’s underlying causes—from those rooted in global systems and markets, to those at local levels.\n\nBased on his development sector and health industry expertise, Mr. Gilbert has an intimate knowledge of health agendas and priorities across donor and partner countries. He has demonstrated his ability to drive change at scale by building new programs and diversified funding models.\n\nPreviously, Mr. Gilbert served as a director for Novo Nordisk, where he developed expertise across corporate strategy, public-private partnership, business development, global marketing, and finance. He began his career at Accenture, a global management consulting firm, and has also worked with management research at INSEAD, a business school.\n\nMr. Gilbert is a Danish citizen and holds advanced degrees in business administration from Copenhagen Business School in Denmark and Ivey Business School in Canada.\n",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605906438/health-commission/Nikolaj_Gilbert_Headshot_iylcr3.jpg"
  },
  {
    "Last Name": "Hamburg",
    "First Name": "Margaret",
    "Display Name": "Margaret \"Peggy\" Hamburg",
    "Role in Commission": "",
    "Short Title": "National Academy of Medicine",
    "Title": "Former Commissioner, Food and Drug Administration",
    "Has Photo": "TRUE",
    "Short Bio": "Margaret “Peggy” Hamburg previously served as commissioner of the U.S. Food and Drug Administration from 2009 to 2015 and as the foreign secretary of the National Academy of Medicine (NAM). In 2018, she held presidency of the American Association for the Advancement of Science (AAAS).",
    "Long Bio": "Margaret “Peggy” Hamburg previously served as the foreign secretary of the National Academy of Medicine (NAM) and 2018 president of the American Association for the Advancement of Science (AAAS). In her role at NAM, Hamburg was a senior adviser on international matters to the IOM president and council and as liaison to foreign academies of medicine and science.  \nPrior to joining the National Academy of Medicine in 2015, Hamburg served for six years as the commissioner of the U.S. Food and Drug Administration. From 2001 to 2009, she worked for the Nuclear Threat Initiative, first as vice president for biological programs, then as senior scientist. In 1997, President Bill Clinton named Hamburg assistant secretary for planning and evaluation in the Department of Health and Human Services. Prior to that, Hamburg was New York City’s health commissioner.\n\nA graduate of Harvard Medical School, Hamburg conducted research on neuroscience at Rockefeller University, studied neuropharmacology at the National Institute of Mental Health and conducted HIV/AIDS policy and research as assistant director of the National Institute of Allergy and Infectious Diseases. Hamburg has been a member of AAAS since 1988 and was named an elected fellow in 1995.\n",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/health-commission/Peggy_Hamburg_qke8wy.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907658/health-commission/Hamburg_Margaret_z161vn.jpg"
  },
  {
    "Last Name": "Hersman",
    "First Name": "Rebecca",
    "Display Name": "Rebecca Hersman",
    "Role in Commission": "",
    "Short Title": "CSIS",
    "Title": "Director, Project on Nuclear Issues, and Senior Adviser, International Security Program, CSIS",
    "Has Photo": "TRUE",
    "Short Bio": "Rebecca Hersman directs the CSIS Project on Nuclear Issues and is a senior adviser for the International Security Program. Ms. Hersman joined CSIS in April 2015 from the Department of Defense (DOD), where she served as deputy assistant secretary of defense for countering weapons of mass destruction (WMD) since 2009.",
    "Long Bio": "Rebecca Hersman directs the CSIS Project on Nuclear Issues and is a senior adviser for the International Security Program. Ms. Hersman joined CSIS in April 2015 from the Department of Defense (DOD), where she served as deputy assistant secretary of defense for countering weapons of mass destruction (WMD) since 2009. In this capacity, she led DOD policy and strategy to prevent WMD proliferation and use, reduce and eliminate WMD risks and respond to WMD dangers. Ms. Hersman was a key leader on issues ranging from the nuclear security summit to the elimination of Syria’s chemical weapons to the global health security agenda. She served as DOD’s principal policy advocate on issues pertaining to the Biological Weapons Convention, Chemical Weapons Convention, Nuclear Non-Proliferation Treaty, and Cooperative Threat Reduction Program.\n\nPrior to joining DOD, Ms. Hersman was a senior research fellow with the Center for the Study of Weapons of Mass Destruction at the National Defense University from 1998 to 2009. Ms. Hersman also founded and directed the WMD Center’s Program for Emerging Leaders, an initiative designed to shape and support the next generation of leaders from across the U.S. government with interest in countering weapons of mass destruction.\n\nMs. Hersman previously held positions as an international affairs fellow at the Council on Foreign Relations, a special assistant to the undersecretary of defense for policy, and a member of the House Armed Services Committee professional staff. She holds an M.A. in Arab studies from Georgetown University and a B.A. from Duke University.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089505/health-commission/Rebecca_Hersman_xjnhjh.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907699/health-commission/Hersman_Rebecca_rqmype.jpg"
  },
  {
    "Last Name": "Hofmann",
    "First Name": "Karl",
    "Display Name": "Ambassador Karl Hofmann",
    "Role in Commission": "",
    "Short Title": "Population Services International",
    "Title": "President and CEO, Population Services International",
    "Has Photo": "TRUE",
    "Short Bio": "Ambassador Karl Hofmann is the President and CEO of Population Services International (PSI), a non-profit global health organization based in Washington, D.C. PSI operates in over 50 countries worldwide, with programs in family planning and reproductive health, malaria, water and sanitation, HIV, and non-communicable diseases. Prior to joining PSI, Mr. Hofmann was a career American diplomat for 23 years.",
    "Long Bio": "Ambassador Karl Hofmann is the President and CEO of Population Services International (PSI), a non-profit global health organization based in Washington, D.C. PSI operates in over 50 countries worldwide, with programs in family planning and reproductive health, malaria, water and sanitation, HIV, and non-communicable diseases. For over 45 years, PSI has measurably improved the health of people in the developing world, making it easier for them to lead healthier lives and plan the families they desire.\n\nAfter being named President and CEO in 2007, Mr. Hofmann led PSI on its strategic path to double health impact between 2007 and 2011. In 2017 alone, PSI provided over 30.5 million years of healthy life that would have been lost to death or disability (DALYs), provided almost 20 million years of contraceptive protection to couples (CYPs), prevented over 4.87 million unintended pregnancies, over 250 thousand infections of HIV, and over 135 thousand deaths due to malaria, diarrhea, and pneumonia.\n\nPrior to joining PSI, Mr. Hofmann was a career American diplomat for 23 years. He served as U.S. Ambassador to the Republic of Togo, Executive Secretary of the Department of State, and Deputy Chief of Mission (senior career diplomat) at the U.S. Embassy in Paris, France.\n\nMr. Hofmann is a graduate of Georgetown University and the National Defense University. He is a director of the U.S. Global Leadership Coalition, a member of the American Academy of Diplomacy, President of the TB Alliance’s Stakeholder Association and a Director of the Alliance, and a member of the External Board of Advisors of Pennsylvania State University’s School of International Affairs.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089194/health-commission/Karl_Hauffman_xwiuib.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907721/health-commission/Hofmann_Karl_cgzwmm.jpg"
  },
  {
    "Last Name": "Hudson",
    "First Name": "Richard",
    "Display Name": "U.S. Congressman Richard Hudson",
    "Role in Commission": "",
    "Short Title": "R-NC-08",
    "Title": "R-NC-08",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1613073213/health-commission/Hudson_Headshot_nkdgbe.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Richard Hudson is serving his fifth term representing North Carolina’s 8th Congressional District. He serves on the House Energy and Commerce Committee focused on improving health care and creating jobs. As Fort Bragg’s Congressman, Rep. Hudson also works to ensure our troops, their families and veterans have health care and resources they deserve. He, his wife Renee and their son Lane live in Concord.",
    "Long Bio": "Richard Hudson is serving his fifth term in the United States House of Representatives representing North Carolina’s 8th Congressional District. In Congress, Rep. Hudson is committed to working across the aisle on solutions to create jobs, cut spending and keep our homeland secure, and he has demonstrated that can be done without compromising core principles. \n \nRep. Hudson is the most effective legislator from North Carolina according to the Center for Effective Lawmaking. He was named the 12th most conservative Member of the House in the 113th Congress by National Journal, and he has an A+ rating from the National Rifle Association (NRA) for his unwavering defense of our 2nd Amendment rights.\n \nAdditionally, Rep. Hudson has consistently been awarded the “True Blue” award from the Family Research Council Action for his leadership and commitment to the defense of family, faith and freedom and a 100% rating from National Right to Life. As a Christian and a father, Richard firmly believes that family is the foundation of American life, and the defense of these values is imperative for the future of our nation.\n\nAs Fort Bragg’s Congressman and a voice for North Carolina veterans, Rep. Hudson is committed to supporting our active duty military, veterans and their families. In Congress, Rep. Hudson has championed legislation to ensure special operators who are serving in combat receive the tax relief they deserve no matter where they see combat, and his legislation to increase funding for our Special Forces and to ensure soldier pay adequately relects modern warfare demands was signed into law. He has introduced bipartisan legislation to improve veterans’ access to health care and break up the bureaucracy at the Department of Veterans Affairs (VA). Rep. Hudson has also introduced legislation to support wounded veteran caregivers and received national recognition for his work to reunite military working dogs with their handlers.\n\nRichard has made a name for himself as a leader who can work across the aisle to affect needed change in Washington. Despite an unprecedented level of partisan gridlock, he has had several bipartisan bills signed into law, demonstrating that hard work and bipartisan outreach can lead to results. In fact, a local paper applauded the bipartisan law Rep. Hudson wrote with a Democrat Congressman from Wilson, North Carolina, saying “…there are thoughtful, hardworking lawmakers on both sides of the aisle working mightily to fix what’s broken.”",
    "signature": ""
  },
  {
    "Last Name": "Inglesby",
    "First Name": "Tom",
    "Display Name": "Tom Inglesby",
    "Role in Commission": "",
    "Short Title": "Johns Hopkins Bloomberg School of Public Health",
    "Title": " Director, Center for Health Security, Johns Hopkins Bloomberg School of Public Health",
    "Has Photo": "TRUE",
    "Short Bio": "Tom Inglesby is the Director of the Center for Health Security of the Johns Hopkins Bloomberg School of Public Health. Dr. Inglesby is also Professor in the Department of Environmental Health and Engineering in the Johns Hopkins Bloomberg School of Public Health with a Joint Appointment in the Johns Hopkins School of Medicine. ",
    "Long Bio": "Tom Inglesby is the Director of the Center for Health Security of the Johns Hopkins Bloomberg School of Public Health. Dr. Inglesby is also Professor in the Department of Environmental Health and Engineering in the Johns Hopkins Bloomberg School of Public Health with a Joint Appointment in the Johns Hopkins School of Medicine. \n\nDr. Inglesby's work is internationally recognized in the fields of public health preparedness, pandemic and emerging infectious disease, and prevention of and response to biological threats. He is Chair of the Board of Scientific Counselors, Office of Public Health Preparedness and Response, U.S. Centers for Disease Control and Prevention (CDC). He is also Chair of the National Advisory Council of the Robert Wood Johnson Foundation’s National Health Security Preparedness Index. He was on the 2016 Working Group assessing US biosecurity on behalf of the President’s Council of Advisors on Science and Technology (PCAST). \n\nDr. Inglesby has authored or co-authored more than 115 publications on issues related to health security. He is Editor-in-Chief of the peer-reviewed journal Health Security, which he helped establish in 2003. He was a principal editor of the JAMA book Bioterrorism: Guidelines for Medical and Public Health Management. He has been invited to brief White House officials from the past 4 presidential administrations on national biosecurity, and he has delivered Congressional testimony on a number of public health and biosecurity issues.\n\nDr. Inglesby completed his internal medicine and infectious diseases training at Johns Hopkins University School of Medicine, where he also served as Assistant Chief of Service in 1996-97. Dr. Inglesby received his MD from Columbia University College of Physicians and Surgeons and his BA from Georgetown University.\n",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907540/health-commission/Inglesby_Tom_lyxigj.jpg"
  },
  {
    "Last Name": "Khosravi",
    "First Name": "Fred",
    "Display Name": "Fred Khosravi",
    "Role in Commission": "",
    "Short Title": "Incept LLC",
    "Title": "Managing Director, Incept LLC",
    "Has Photo": "TRUE",
    "Short Bio": "A Silicon Valley medical device entrepreneur, Fred is Managing Director of Incept LLC, a health sciences innovations accelerator, founded in 1998. Incept has founded 23 medical companies (16 with exits), in which Fred has served as an executive and/or a director. For more than 30 years, Fred has held management and executive positions in both large and small medical technology enterprises. ",
    "Long Bio": "A Silicon Valley medical device entrepreneur, Fred is Managing Director of Incept LLC, a health sciences innovations accelerator, founded in 1998. Incept has founded 23 medical companies (16 with exits), in which Fred has served as an executive and/or a director. For more than 30 years, Fred has held management and executive positions in both large and small medical technology enterprises. Fred is either inventor or co-inventor on over 200 US and worldwide granted and patent applications. He serves on the Board of Trustees at the Center for Strategic & International Studies (CSIS.org), a bipartisan think tank dedicated to providing strategic national security insights to help decisionmakers chart a course toward a better world; is a member of the Board of Directors at Spirit of America (spiritofamerica.org) a non-profit that promotes private-sector support for the safety and success of our troops and the local people they want to help; and a Convening Board Member for Technology for America (T4A.org), a nonprofit for promotion of innovation as a way to engage public-private dialogue that benefit all Americans. Fred holds a B.S. degree in Mechanical Engineering and graduated cum laude with an M.S. degree in Mechanical Engineering from Tennessee Tech University.",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605906387/health-commission/Khosravi_Headshot_uwk0zc.jpg"
  },
  {
    "Last Name": "Kolker",
    "First Name": "Jimmy",
    "Display Name": "Ambassador Jimmy Kolker",
    "Role in Commission": "",
    "Short Title": "U.S. Department of Health and Human Services (former)",
    "Title": "Former Assistant Secretary for Global Affairs, U.S. Department of Health and Human Services",
    "Has Photo": "TRUE",
    "Short Bio": "Ambassador Jimmy Kolker is a non-resident senior associate with the CSIS Global Health Policy Center. He retired in January 2017 as Assistant Secretary for Global Affairs at the U.S. Department of Health and Human Services (HHS), where he served as the Department’s chief health diplomat. His 30-year State Foreign Service career included ambassador posts in Burkina Faso and Uganda.",
    "Long Bio": "Ambassador Jimmy Kolker is a non-resident senior associate with the CSIS Global Health Policy Center. He retired in January 2017 as Assistant Secretary for Global Affairs at the U.S. Department of Health and Human Services (HHS). In this role, Ambassador Kolker was the Department’s chief health diplomat, representing the United States at World Health Organization meetings and as alternate Board Member of the Global Fund to Fight AIDS, Tuberculosis and Malaria.\n\nAmbassador Kolker had a 30-year diplomatic career with the US Department of State where he served as the U.S. Ambassador to Burkina Faso (1999-2002) and to Uganda (2002-2005). From 2005-2007, he was Deputy U. S. Global AIDS Coordinator, leading the implementation of the President’s Emergency Plan for AIDS Relief (PEPFAR).  Ambassador Kolker was Deputy Chief of Mission at US embassies in Denmark and Botswana and won awards for political reporting at earlier posts in the UK, Sweden, Zimbabwe, and Mozambique.\n\nFrom 2007-2011, Ambassador Kolker was Chief of the AIDS Section at UNICEF’s New York headquarters. He led UNICEF's work focusing on mother-to-child-transmission of HIV, pediatric treatment, prevention among adolescents, and protection for children affected by AIDS.\n\nAmbassador Kolker is also a visiting scholar at the American Association for the Advancement of Science and Georgetown's Center for Global Health Science and Security.  He serves on the boards of Building Tomorrow and the AB InBev and Firelight foundations.\n\nAmbassador Kolker holds a Master’s in Public Administration from Harvard Kennedy School and a B.A. magna cum laude from Carleton College in Minnesota. He was a Thomas J. Watson Foundation Fellow (1970-1971). He speaks French, Swedish, and Portuguese.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089017/health-commission/Jimmy_Kolker_wcfbkw.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907749/health-commission/Kolker_Jimmy_pyhed2.jpg"
  },
  {
    "Last Name": "McMurry-Heath",
    "First Name": "Michelle",
    "Display Name": "Michelle McMurry-Heath",
    "Role in Commission": "Commissioner",
    "Short Title": "Biotechnology Innovation Organization",
    "Title": "President & CEO, BIO",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1606761144/health-commission/MMH_Headshot.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Dr. Michelle McMurry-Heath assumed the leadership of the Biotechnology Innovation Organization (BIO) on June 1, 2020. A medical doctor and molecular immunologist by training, Dr. McMurry-Heath becomes just the third leader of the world’s largest biotechnology advocacy group since BIO’s founding in 1993. Based in Washington D.C., BIO represents 1,000 life sciences companies and organizations from 30 countries. ",
    "Long Bio": "Dr. Michelle McMurry-Heath assumed the leadership of the Biotechnology Innovation Organization (BIO) on June 1, 2020. A medical doctor and molecular immunologist by training, Dr. McMurry-Heath becomes just the third leader of the world’s largest biotechnology advocacy group since BIO’s founding in 1993. Based in Washington D.C., BIO represents 1,000 life sciences companies and organizations from 30 countries. \n\nMcMurry-Heath has worked across academia, nonprofits, government, and industry, but her common focus has been broadening access to scientific progress so more patients from diverse backgrounds can benefit from cutting-edge innovation. Driven by her own past family experiences navigating clinical trials and funding challenges within the rare disease community, Dr. McMurry-Heath calls “the distribution of scientific progress the social justice issue of our age.\n\nShe comes to BIO from Johnson & Johnson where she served as Vice President of Global External Innovation and Global Leader for Regulatory Sciences, leading an international team of 900 working in 150 countries. Earlier in her career, she served as a health and science adviser in the United States Senate. President Obama chose her to be a member of his science transition team before naming her associate science director in the U.S. Food and Drug Administration’s Center for Devices and Radiological Health\n\nMcMurry-Heath received her MD/PhD from Duke University’s Medical Scientist Training Program, becoming the first African American ever to graduate from the prestigious dual-degree program.   She also spent 12 years as a laboratory scientist working at the research bench.\n",
    "signature": ""
  },
  {
    "Last Name": "Mundel",
    "First Name": "Trevor",
    "Display Name": "Trevor Mundel",
    "Role in Commission": "",
    "Short Title": "Bill & Melinda Gates Foundation",
    "Title": "President, Global Health Division, Bill & Melinda Gates Foundation",
    "Has Photo": "TRUE",
    "Short Bio": "Trevor Mundel is the president of the Global Health Division at the Bill and Melinda Gates Foundation, where he leads the foundation’s efforts to develop high-impact interventions against the leading causes of death and disability in developing countries. Previously, Trevor was global head of development with Novartis.",
    "Long Bio": "Trevor Mundel is the president of the Global Health Division at the Bill and Melinda Gates Foundation, where he leads the foundation’s efforts to develop high-impact interventions against the leading causes of death and disability in developing countries. He manages the foundation’s disease-specific R&D investments in HIV, tuberculosis, malaria, pneumonia, enteric and diarrheal diseases, and neglected tropical diseases. He also manages cross-cutting product development programs, including Discovery & Translational Sciences, Innovative Technology Solutions, Integrated Development, and Vaccine Development & Surveillance. This work relies on close collaboration with an international network of grantees and partners.\n\nPrior to joining the foundation in 2011, Trevor was global head of development with Novartis and previously was involved in clinical research at Pfizer and Parke-Davis.\n\nBorn and raised in South Africa, Trevor earned his bachelor’s and medical degrees from the University of the Witwatersrand in Johannesburg. He also studied mathematics, logic, and philosophy as a Rhodes Scholar at Oxford University, and he earned a Ph.D. in mathematics at the University of Chicago.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089743/health-commission/Trevor_Mundel_mnzuu3.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907764/health-commission/Mundel_Trevor_myurbt.jpg"
  },
  {
    "Last Name": "Murray",
    "First Name": "Patty",
    "Display Name": "U.S. Senator Patty Murray",
    "Role in Commission": "",
    "Short Title": "D-WA",
    "Title": "D-WA",
    "Has Photo": "TRUE",
    "Short Bio": "Senator Patty Murray is the senior Senator from the state of Washington. Serving as a member of Senate Democratic leadership since 2007, Senator Murray has established herself as a tireless and effective leader on education, transportation, budget issues, port security, healthcare, women, and veterans’ issues. She is currently Ranking Member of the Senate Health, Education, Labor, and Pensions Committee.",
    "Long Bio": "Senator Patty Murray is the senior Senator from the state of Washington. Serving as a member of Senate Democratic leadership since 2007, Senator Murray has established herself as a tireless and effective leader on education, transportation, budget issues, port security, healthcare, women, and veterans’ issues.\n\nSenator Murray is the top-ranking Democrat on the Senate Health, Education, Labor, and Pensions (HELP) Committee, and a senior member of both the Appropriations and Veterans Affairs Committees. Over the last few years, she has been one of the few members of Congress able to break through the partisanship and gridlock. After the government shutdown in 2013, she worked to restore investments in education, health care, and jobs, and by bringing Democrats and Republicans together in 2015, she worked to pass a law that finally replaced the broken No Child Left Behind law.\n\nAs a member of the Commission, Senator Murray is interested in addressing antimicrobial resistance, pandemic threats, and women’s health issues. She is also focused on making sure policy solutions account for how global health security impacts families and communities and how global health threats are also countless personal tragedies.\n\nSenator Murray began her public service career in the 1980s by serving on the Shoreline School Board, and in 1988 was elected to the Washington State Senate. In 1992, she ran for the United States Senate as a voice for Washington families who were not being heard. Dramatically outspent, Senator Murray ran a grassroots campaign of family, friends, supporters, and public interest groups to beat a 10-year veteran of the U.S. House of Representatives.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089396/health-commission/Patty_Murray_rwoyid.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907783/health-commission/Murray_Patty_ldkupg.jpg"
  },
  {
    "Last Name": "Segal",
    "First Name": "Stephanie",
    "Display Name": "Stephanie Segal",
    "Role in Commission": "",
    "Short Title": "CSIS",
    "Title": "Senior Fellow, CSIS Economics Program",
    "Has Photo": "TRUE",
    "Short Bio": "Stephanie Segal is a Senior Fellow with the CSIS Economics Program, where her research interests include economic competitiveness, U.S.-China economic relations, and the role of international financial institutions in the global economy. Until 2017, Ms. Segal served as codirector of the East Asia Office at the U.S. Department of the Treasury. ",
    "Long Bio": "Stephanie Segal is senior fellow of the CSIS Economics Program, where her research interests include economic competitiveness, U.S.-China economic relations, and the role of international financial institutions in the global economy. Until 2017, Ms. Segal served as codirector of the East Asia Office at the U.S. Department of the Treasury. Prior to Treasury, she was senior economist at the International Monetary Fund (IMF), where she covered a range of emerging market and advanced country economies. Earlier in her career, Ms. Segal served as an economist in the Western Hemisphere, South and Southeast Asia, and International Monetary Policy offices at Treasury; as an adviser to the U.S. director at the IMF; and as an analyst and associate in mergers & acquisitions at J.P. Morgan in New York. She earned her master's degree from the Johns Hopkins School of Advanced International Studies and her undergraduate degree from the University of North Carolina at Chapel Hill. ",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605906363/health-commission/Stephanie_Segal_Headshot_goy4wq.jpg"
  },
  {
    "Last Name": "Underwood",
    "First Name": "Lauren",
    "Display Name": "Congresswoman Lauren Underwood",
    "Role in Commission": "",
    "Short Title": "D-IL-14",
    "Title": "D-IL-14",
    "Has Photo": "TRUE",
    "Short Bio": "Congresswoman Lauren Underwood represents Illinois’ 14th Congressional District. Rep. Underwood serves on the House Committee on Education and Labor, the House Committee on Veterans’ Affairs, and the House Committee on Homeland Security, including as Chair of the Subcommittee on Cybersecurity, Infrastructure Protection, and Innovation. Before being elected to Congress, Rep. Underwood worked with a Medicaid plan in Chicago and served as a Senior Advisor at the U.S. Department of Health and Human Services.",
    "Long Bio": "Congresswoman Lauren Underwood serves Illinois’ 14th Congressional District and was sworn into the 116th U.S. Congress on January 3, 2019. Congresswoman Underwood is the first woman, the first person of color, and the first millennial to represent her community in Congress. She is also the youngest African American woman to serve in the United States House of Representatives.\n\nCongresswoman Underwood serves on the House Committee on Education and Labor, the House Committee on Veteran’s Affairs, and is the Vice Chair of the House Committee on Homeland Security. Congresswoman Underwood co-founded and co-chairs the Black Maternal Health Caucus, which elevates the Black maternal health crisis within Congress and advances policy solutions to improve maternal health outcomes and end disparities. She also serves on the House Democratic Steering and Policy  Committee. Rep. Underwood is a member of the Future Forum, a group of young Democratic Members of Congress committed to listening to and standing up for the next generation of Americans, the Congressional Black Caucus (CBC), and the LGBT Equality Caucus. As a strong supporter of addressing the gun violence epidemic, Congresswoman Underwood is a member of the Gun Violence Prevention Task Force.\n\nPrior to her election to Congress, Congresswoman Underwood worked with a Medicaid plan in Chicago to ensure that it provided high-quality, cost-efficient care. She served as a Senior Advisor at the U.S. Department of Health and Human   Services (HHS), helping communities across the country prevent, prepare for, and respond to disasters, bioterror threats, and public health emergencies. As a career public servant at HHS, she helped implement the Affordable Care Act —   broadening access for those on Medicare, improving health care quality, and reforming private insurance. Congresswoman Underwood also taught future nurse practitioners through Georgetown University’s online master’s program.   \n\nCongresswoman Underwood is a graduate of the University of Michigan and Johns Hopkins University. She graduated from Neuqua Valley High School and is a lifelong Girl Scout. She resides in Naperville, Illinois. \n",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1606760915/health-commission/Rep._Underwood_Official_Portrait.jpg"
  },
  {
    "Last Name": "Wormuth",
    "First Name": "Christine",
    "Display Name": "Christine Wormuth",
    "Role in Commission": "",
    "Short Title": "RAND Corporation",
    "Title": "Director, International Security and Defense Policy Center, RAND Corporation",
    "Has Photo": "TRUE",
    "Short Bio": "Christine Wormuth is the director of the International Security and Defense Policy Center at RAND Corporation. Prior to joining RAND, she was director of the Adrienne Arsht Center for Resilience at the Atlantic Council and Under-Secretary of Defense for Policy (USDP) at the U.S. Department of Defense.",
    "Long Bio": "Christine Wormuth is the director of the International Security and Defense Policy Center at RAND Corporation. Prior to joining RAND, she was director of the Adrienne Arsht Center for Resilience, which was established at the Atlantic Council in 2017 to advance approaches that promote the abilities of nations, cities, communities, and individuals to respond and adapt effectively to disruptions emerging from today’s unpredictable global environment.\n\nMs. Wormuth was Under-Secretary of Defense for Policy (USDP) at the U.S. Department of Defense (DoD) from 2014 to 2016. In that role, she advised both Secretary Chuck Hagel and Secretary Ash Carter on the full range of regional and functional national security issues. As USDP she frequently represented DoD at the White House and spent considerable time on the counter-ISIS campaign, the rebalance to Asia, counterterrorism operations, and US defense relations with countries in Europe, Asia, and the Middle East.\n\nFrom 2012 to 2014, Ms. Wormuth was deputy under-secretary of defense for strategy, plans, and forces, and led the 2014 Quadrennial Defense Review. She served as special assistant to the president and senior director for defense at the National Security Council (NSC) from December 2010 until August 2012, where she was the primary liaison from NSC to the Pentagon on defense issues. She started in the Obama Administration as principal deputy assistant secretary for homeland defense.\n\nBefore joining the Obama Administration, Ms. Wormuth spent five years at the Center for Strategic and International Studies (CSIS) as a senior fellow, writing and speaking extensively on defense and homeland security issues.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576088910/health-commission/Christine_Wormuth_andmrc.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907804/health-commission/Wormuth_Christine_oknlzm.jpg"
  },
  {
    "Last Name": "Young",
    "First Name": "Todd",
    "Display Name": "U.S. Senator Todd Young",
    "Role in Commission": "",
    "Short Title": "R-IN",
    "Title": "R-IN",
    "Has Photo": "TRUE",
    "Short Bio": "Senator Todd Young represents Hoosiers in the United States Senate. He currently serves on the Senate Committees on Finance; Foreign Relations; Commerce, Science, & Transportation; and Small Business and Entrepreneurship.",
    "Long Bio": "Senator Todd Young represents Hoosiers in the United States Senate. He currently serves on the Senate Committees on Finance; Foreign Relations; Commerce, Science, & Transportation; and Small Business and Entrepreneurship.\n\nA fifth-generation Hoosier, Todd grew up watching his parents work hard in order to support the family. His first jobs were delivering newspapers, mowing lawns, and providing janitorial services at the family business.\n\nTodd is a graduate of the United States Naval Academy in Annapolis, Maryland. He graduated with honors in 1995 and accepted a commission in the U.S. Marine Corps. In 2000, Todd was honorably discharged from the Marine Corps as a Captain. While serving in the Marines and working as a business consultant, Todd earned an MBA and his law degree.\n\nIn 2010, he ran for Congress and served three terms representing Indiana’s 9th District. He was elected to the U.S. Senate in 2016.\n\nTodd married his wife Jenny in 2005 and worked together at a small law firm in Paoli, Indiana started by Jenny’s great-grandfather. Today, they reside in Johnson County, Indiana with their four young children: a son, Tucker, and three daughters, Annalise, Abigail and Ava.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089624/health-commission/Todd_Young_pdxedb.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907830/health-commission/Young_Todd_ufgvlk.jpg"
  },
  {
    "Last Name": "Zarate",
    "First Name": "Juan",
    "Display Name": "Juan Zarate",
    "Role in Commission": "",
    "Short Title": "CSIS and Financial Integrity Network",
    "Title": "Senior Adviser, Transnational Threats Project and Human Rights Initiative, CSIS, and Chairman & Co-Founder, Financial Integrity Network",
    "Has Photo": "TRUE",
    "Short Bio": "Juan Zarate is a senior adviser at the Center for Strategic and International Studies (CSIS), chairman and co-founder of the Financial Integrity Network, and a visiting lecturer in law at the Harvard Law School.",
    "Long Bio": "Juan Zarate is a senior adviser at the Center for Strategic and International Studies (CSIS), chairman and co-founder of the Financial Integrity Network, and a visiting lecturer in law at the Harvard Law School. Mr. Zarate also serves as chairman and senior counselor for the Center on Sanctions and Illicit Finance (CSIF) at the Foundation for Defense of Democracies, as senior national security analyst for NBC News and MSNBC, and as a senior fellow at the Combating Terrorism Center at West Point.\n\nMr. Zarate is a published author, including his books “Treasury’s War” (2013) and “Forging Democracy” (1994).\n\nMr. Zarate sits on the board of various companies and organizations, including the Vatican’s Financial Information Authority (AIF), Boston Dynamics, HSBC’s Financial System Vulnerabilities Committee (FSVC), and the Board of Advisors to the Director of the National Counterterrorism Center (NCTC).\n\nMr. Zarate served as the deputy assistant to the president and deputy national security adviser for combating terrorism from 2005 to 2009, where he was responsible for developing and implementing the U.S. government’s counterterrorism strategy and policies related to transnational security threats. He was the first ever assistant secretary of the treasury for terrorist financing and financial crimes, where he led domestic and international efforts to attack terrorist financing and illicit financing, the innovative use of the Treasury Department’s national security–related powers, and the global hunt for Saddam Hussein’s assets.\n\nMr. Zarate is a former federal prosecutor who served on terrorism prosecution teams prior to 9/11, including the investigation of al Qaida’s attacks on the U.S. Embassies in East Africa and the USS Cole. He has earned numerous awards for his work, including the Treasury Medal.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089110/health-commission/Juan_Zarate_hicnin.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907853/health-commission/Zarate_Juan_aligaq.jpg"
  }
]
