[
  {
    "Last Name": "Bera",
    "First Name": "Ami",
    "Display Name": "U.S. Congressman Ami Bera, M.D.",
    "Role in Commission": "",
    "Short Title": "D-CA-7",
    "Title": "D-CA-7",
    "Has Photo": "TRUE",
    "Short Bio": "Congressman Ami Bera, M.D., represents California’s 7th Congressional District. Rep. Bera serves on the House Committee on Foreign Affairs, including as chair of the Subcommittee on Asia, the Pacific, Central Asia, and Nonproliferation, and is the vice chair of the House Committee on Science, Space, and Technology. Before being elected to Congress, Rep. Bera practiced medicine, served as Chief Medical Officer for Sacramento County, directed care management at a seven-hospital system, and taught medicine at the University of California, Davis.",
    "Long Bio": "Congressman Ami Bera, M.D., represents California’s 7th Congressional District. Rep. Bera serves on the House Committee on Foreign Affairs, including as chair of the Subcommittee on Asia, the Pacific, Central Asia, and Nonproliferation, and is the vice chair of the House Committee on Science, Space, and Technology. Bera is the longest-serving Indian American currently in Congress and has been a member of the Foreign Affairs Committee since 2013.\n\nBefore being elected to Congress, Bera practiced medicine and served as Chief Medical Officer for Sacramento County, directed care management at a seven-hospital system, and taught medicine at the University of California, Davis. Drawing on his extensive medical background, Bera led efforts by the Foreign Affairs Committee to address the global Zika epidemic and is a strong supporter of American leadership in global health.\n\nOn the Foreign Affairs Committee, Bera sits on the Subcommittee on Asia and the Pacific as well as the Subcommittee on Africa, Global Health, Human Rights and International Organizations. He also serves as the Ranking Member on the Space Subcommittee in the House Committee on Science, Space and Technology. Bera believes the United States has a duty to lead the world by example and should work closely with the international community to protect and promote equality worldwide. He is proud to work with members of both parties to strengthen America’s security and global leadership, as well as the security of our allies.\n\nCongressman Bera lives in Elk Grove, California with his wife Janine, who is also a medical doctor, and their daughter Sydra.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576088752/health-commission/Ami_Bera_cknkm9.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907570/health-commission/Bera_Ami_eygtve.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Bitton",
    "First Name": "Asaf",
    "Display Name": "Asaf Bitton",
    "Role in Commission": "Commissioner",
    "Short Title": "Ariadne Labs",
    "Title": "President & CEO, BIO",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1606761037/health-commission/Asaf_Bitton.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Asaf Bitton, M.D., M.P.H., is the executive director of Ariadne Labs, a joint center for health systems innovation at Brigham and Women's Hospital and the Harvard T.H. Chan School of Public Health. He is a national and global expert on primary care policy, financing, and delivery. ",
    "Long Bio": "Asaf Bitton, M.D., M.P.H., is Executive Director of Ariadne Labs, a joint center for health systems innovation at Brigham and Women’s Hospital and the Harvard T.H. Chan School of Public Health. He is a national and global expert on primary care policy, financing, and delivery.\n\nHe previously served as director of Ariadne Labs’ Primary Health Care Program, leading primary care measurement and improvement work in over a dozen countries along with regional medical home learning collaboratives in Massachusetts. He is a core founder and leader of the Primary Health Care Performance Initiative, a partnership that includes the World Bank, the World Health Organization, and Bill & Melinda Gates Foundation, dedicated to transforming the global state of primary health care. This initiative is currently active in over 20 countries and will produce country-level dashboards highlighting primary health care performance in 60 countries by 2022 as part of the monitoring efforts for the Sustainable Development Goals 2030.\n\nIn his research, Dr. Bitton has examined the rapid rise of chronic cardiometabolic diseases throughout Polynesia, studied the implementation of global public health treaties to reduce the burden of tobacco use, and analyzed the delivery of primary care services in Ghana, Costa Rica, Haiti, and Estonia. A nationally-recognized expert on U.S. health policy, he also serves as a senior advisor for primary care policy at the Center for Medicare and Medicaid Innovation. Since 2012, Dr. Bitton has helped design and test three major comprehensive primary care payment and delivery initiatives, active in 18 states and 3,000 practices, and serving more than three million Medicare beneficiaries. These initiatives represent the largest tests of combined primary care payment and clinical practice transformation work in the United States.\n\nDr. Bitton practices primary care at Brigham and Women’s South Huntington clinic, a team-based primary care practice in Boston that he helped found in 2011. He is an assistant professor of medicine and health care policy at Brigham and Women's Hospital and Harvard Medical School. He holds an undergraduate degree from Brown University and a medical degree from the University of California, San Francisco. Dr. Bitton completed his residency and chief residency at Brigham and Women's Hospital and has a master’s in public health from the Harvard T.H. Chan School of Public Health.\n",
    "signature": "",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Bono",
    "First Name": "Raquel",
    "Display Name": "Vice Adm. Raquel Bono",
    "Role in Commission": "",
    "Short Title": "",
    "Title": "Raquel Cruz Bono, MD, MBA, FACS; Vice Admiral US Navy (ret)",
    "Has Photo": "TRUE",
    "Short Bio": "Vice Adm. Raquel Bono is a senior executive leader nationally recognized across public, private and federal sectors. Over 20 years front-line leadership in the Department of Defense (DoD) that culminated in appointment to director, Defense Health Agency. After military service, gubernatorial appointee as Washington State’s director for COVID-19 healthcare system response and pandemic management. Board-certified trauma surgeon. First Asian- American female promoted to Navy Vice Admiral (3-star).",
    "Long Bio": "For nearly 30 years Vice Admiral Raquel C. Bono, MD, MBA, FACS, served with honor and distinction as a highly\nrespected Naval Officer and the first woman surgeon in the military to hold the rank of Vice Admiral.\n\nRecently served as the Washington State COVID-19 Health System Response and Pandemic Management director. Bono is also a Senior Fellow with the Johns Hopkins University Applied Physics Laboratory. As the former chief executive officer (CEO) and director, Defense Health Agency (DHA), Vice Admiral (Dr.) Bono led a joint, integrated combat support agency that enabled all branches of the U.S. military – Army, Navy, and Air Force – medical services to provide health care services to combatant commands. Dr. Bono integrated an unprecedented $50 billion worldwide health care enterprise composed of 50 hospitals and 300 clinics that provide care to 9.5 million military beneficiaries; oversaw the Department of Defense (DoD) deployment of the electronic health record (EHR) system; and advanced the development of the largest federated health system with the U.S. Department of Veterans Affairs.\n\nA board-certified trauma surgeon, Dr. Bono is an inspiration and role model for all surgeons, especially female surgeons across the country and in the military. Dr. Bono received her bachelor’s degree from the University of Texas, Austin; her Master of Business Administration from Washington State University, Spokane; and her medical degree from Texas Tech Health Sciences Center, Lubbock. She completed her surgical internship and residency at the Naval Medical Center, Portsmouth, VA and performed a trauma and critical care fellowship at the Eastern Virginia Graduate School of Medicine, Norfolk.",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1606761709/health-commission/Raquel_Bono_Headshot_ag1q9j.jpg",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Cole",
    "First Name": "Tom",
    "Display Name": "U.S. Congressman Tom Cole",
    "Role in Commission": "",
    "Short Title": "R-OK-4",
    "Title": "R-OK-4",
    "Has Photo": "TRUE",
    "Short Bio": "Congressman Tom Cole is the current representative from the 4th district of Oklahoma. Presently serving in his tenth term, Congressman Cole was elected to Congress in 2002. In Congress, he is recognized as an advocate for taxpayers and small business, a proponent for strong national defense, and a leader in promoting biomedical research.",
    "Long Bio": "Tom Cole is the current representative from the 4th district of Oklahoma. Presently serving in his tenth term, Cole was elected to Congress in 2002. In Congress, Cole is recognized as an advocate for taxpayers and small business, a proponent for a strong national defense, and a leader in promoting biomedical research.\nSince 2009, Cole has served on the powerful House Appropriations Committee, where he is currently Vice Ranking Republican of the full committee and Ranking Republican of the Subcommittee on Labor, Health and Human Services, Education and Related Agencies (LHHS). While serving as LHHS Chairman during the 115th Congress, Cole shepherded completion of the subcommittee’s annual funding bill and participated in the bicameral conference committee that negotiated the final product for fiscal year 2019. When it was signed into law in September 2018, it marked the first time in 22 years that the bill was completed in full and on time. Cole was appointed to the House Rules Committee in 2013 and has remained on the panel since then. He currently serves as Ranking Republican, the top Republican leadership position on the committee. Cole also serves as a Deputy Whip for the Republican Conference.\nA former college instructor in history and politics, Cole holds a B.A. from Grinnell College, a M.A. from Yale University and a Ph.D. from the University of Oklahoma. Cole has been a Thomas Watson Fellow and a Fulbright Fellow at the University of London. Cole has also received honorary degrees from Randall University (formerly Hillsdale Bible College) in Moore, Oklahoma City University and Gallaudet University in Washington, D.C. He previously served for six years on the Smithsonian Institution Board of Regents.\nCole is a fifth generation Oklahoman and an enrolled member of the Chickasaw Nation. He is one of only five Native Americans currently serving in Congress.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089658/health-commission/Tom_Cole_joeqls.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907605/health-commission/Cole_Tom_zyixac.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Davis",
    "First Name": "Steve",
    "Display Name": "Steve Davis",
    "Role in Commission": "",
    "Short Title": "PATH",
    "Title": "President and CEO, PATH",
    "Short Bio": "Steve Davis, president and CEO of PATH, is a social innovator and global health problem-solver who has been both a human rights lawyer and internet pioneer. Before joining PATH, Steve was director of Social Innovation at McKinsey & Company, CEO of the global digital media firm Corbis, and interim director of the Infectious Disease Research Institute.",
    "Long Bio": "Steve Davis is a social innovator and global health problem-solver who has been both a human rights lawyer and internet pioneer. He believes in running PATH as a forward-looking business, and he is dedicated to shifting economic power to countries and people who have for too long been thought of as beneficiaries of global largesse instead of decision-makers and drivers of social change.\n\nHe became PATH’s president and CEO in 2012.\n\nBefore joining PATH, Steve was director of Social Innovation at McKinsey & Company, CEO of the global digital media firm Corbis, and interim director of the Infectious Disease Research Institute. Prior to that, he practiced law at the international law firm K&L Gates. He has also worked extensively on refugee programs and policies, as well as Chinese politics and law.\n\nSteve is a lecturer on social innovation at the Stanford Graduate School of Business, a member of the Council on Foreign Relations, and a board member of InterAction, Challenge Seattle. He is a trustee of the World Economic Forum’s Global Health Challenge, serves on the stakeholder advisory panel for the global insurance and asset management firm AXA, and is a member of Medtronic Labs’ advisory board. Steve’s former board memberships include Crucell, the Fred Hutchinson Cancer Research Center (chair), Intrepid Learning Solutions, NPower (chair), The Seattle Foundation, United Way of King County (chair) and United Way International, and the Washington State Technology Alliance (chair).\n\nSteve earned his BA from Princeton University, his MA in Chinese studies from the University of Washington, and his law degree from Columbia University. He also studied at Beijing University.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089536/health-commission/Steve_Davis_fyxf9u.jpg",
    "commission": [
      "2019"
    ],
    "image_field": "",
    "Has Photo": ""
  },
  {
    "Last Name": "Dybul",
    "First Name": "Mark",
    "Display Name": "Ambassador Mark Dybul",
    "Role in Commission": "",
    "Short Title": "Georgetown University Medical Center",
    "Title": "Faculty Director, Center for Global Health and Quality and Professor, Department of Medicine, Georgetown University Medical Center",
    "Has Photo": "TRUE",
    "Short Bio": "Ambassador Mark Dybul is the faculty director of the Center for Global Health Practice and Impact at the Georgetown University Medical Center, which seeks to work with international partners to respond to pressing global health challenges. A well-recognized global health expert and humanitarian, Dybul has served as head of both the Global Fund to Fight AIDS, Tuberculosis and Malaria and PEPFAR.",
    "Long Bio": "Ambassador Mark Dybul is the faculty director of the Center for Global Health Practice and Impact at the Georgetown University Medical Center, which seeks to work with international partners to respond to pressing global health challenges. A well-recognized global health expert and humanitarian, Dybul most recently served as executive director of the Global Fund to Fight AIDS, Tuberculosis and Malaria.\n\nDybul served as a HIV research fellow at the National Institute for Allergy and Infectious Diseases (NIAID) under director Dr. Anthony Fauci in the late 1990s. He conducted basic and clinical HIV research at NIAID, and eventually conducted the first randomized, controlled trial with combination antiretroviral therapy with HIV patients in Africa.\n\nThe Georgetown alumnus went on to lead President George W. Bush’s International Prevention of Mother and Child HIV initiative for the Department of Health and Human Services (HHS), and in 2006 was named U.S. Global AIDS Coordinator. As U.S. Global AIDS Coordinator, he led the implementation of the President’s Emergency Plan for AIDS Relief (PEPFAR), a health initiative Dybul helped create. He later became the inaugural Global Health Fellow of the George W. Bush Institute.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089359/health-commission/Mark_Dybil_ja0yv9.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907620/health-commission/Dybul_Mark_bjfrfr.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Eshoo",
    "First Name": "Anna",
    "Display Name": "U.S. Congresswoman Anna Eshoo",
    "Role in Commission": "",
    "Short Title": "D-CA-18",
    "Title": "D-CA-18",
    "Has Photo": "TRUE",
    "Short Bio": "Congresswoman Anna Eshoo is the current representative from California’s 18th district. For over two decades in Congress, she has defended consumers, promoted American competitiveness and innovation, fought for access to health care for families and children, protected the environment, and encouraged development of clean energy technology. Congresswoman Eshoo is a senior member of the House Energy and Commerce Committee and current Chair of the Health Subcommittee.",
    "Long Bio": "Congresswoman Anna Eshoo is the current representative from California’s 18th district. For over two decades in Congress, she has defended consumers, promoted American competitiveness and innovation, fought for access to health care for families and children, protected the environment, and encouraged development of clean energy technology. Congresswoman Eshoo was first sworn in as a Member of the United States House of Representatives in January 1993, after serving on the San Mateo County Board of Supervisors for 10 years.\n\nAs a senior member of the House Energy and Commerce Committee and a member of the Health Subcommittee, Congresswoman Eshoo helped draft portions of the Affordable Care Act to provide comprehensive, affordable health insurance for all Americans, and she continues to work on strengthening the law. She has written landmark bipartisan legislation to promote the development of new lifesaving cures in biologic drugs; protect patient’s genetic information from being used to discriminate against them; modernize how the Food and Drug Administration regulates and approves medical devices; and promote the development of drugs specifically for children.\n\nCongresswoman Eshoo served on the House Permanent Select Committee on Intelligence for 10 years, chairing the Subcommittee on Intelligence Community Management. She has authored legislation to protect our national security and our civil liberties, improve Congressional oversight of the intelligence community, prevent conflicts of interest, and better meet the domestic and international security challenges of the 21st Century. She also authored the original Pandemic and All-Hazards Preparedness Act and subsequent reauthorizations to strengthen and improve our nation’s disaster preparedness and biodefense programs.\n\nEshoo is a graduate of Cañada College and the CORO Foundation and was awarded an Honorary Degree by Menlo College.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576088792/health-commission/Anna_Eshoo_fo1n02.jpg",
    "commission": [
      "2019"
    ],
    "image_field": ""
  },
  {
    "Last Name": "Frieden",
    "First Name": "Tom",
    "Display Name": "Tom Frieden",
    "Role in Commission": "",
    "Short Title": "Resolve to Save Lives",
    "Title": "President and CEO, Resolve to Save Lives, an initiative of Vital Strategies",
    "Has Photo": "TRUE",
    "Short Bio": "Tom Frieden is President and Chief Executive Officer of Resolve to Save Lives, a $225 million, 5-year initiative housed at Vital Strategies, a non-profit global health organization working toward the vision that all people are protected by a strong public health system. Dr. Frieden was Director of the Centers for Disease Control and Prevention (CDC) from 2009 to 2017.",
    "Long Bio": "Tom Frieden is President and Chief Executive Officer of Resolve to Save Lives, a $225 million, 5-year initiative housed at Vital Strategies, a non-profit global health organization working toward the vision that all people are protected by a strong public health system. The Resolve to Save Lives initiative aims to save millions of lives from cardiovascular disease and make the world safer from epidemics.\n\nDr. Frieden was Director of the Centers for Disease Control and Prevention (CDC) from 2009 to 2017, and led the CDC work that helped end the Ebola epidemic.  Over the course of his career, he controlled the largest outbreak of multi-drug resistant tuberculosis ever to occur in the United States, helped establish the largest tuberculosis control program in the world in India, and directed efforts on several public health issues that led to a rapid increase in life expectancy in New York City.\n\nAs New York City Health Commissioner from 2002-2009, Dr. Frieden led efforts to reduce smoking, eliminate artificial trans fats from restaurants, initiate the country’s largest community-based electronic health records project, and eliminate colon cancer screening disparities, among other critical initiatives.  During his time as Commissioner, life expectancy in New York City increased by three years, a faster increase than in the United States as a whole.\n\nDr. Frieden received medical and public health degrees from Columbia University, completed an infectious disease Fellowship at Yale University, and was an Epidemic Intelligence Service Officer at CDC.  He is the author of over 200 scientific publications.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089709/health-commission/Tom_Frieden_bpcosq.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907639/health-commission/Frieden_Tom_l4vfbu.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Gilbert",
    "First Name": "Nikolaj",
    "Display Name": "Nikolaj Gilbert",
    "Role in Commission": "",
    "Short Title": "PATH",
    "Title": "President and CEO, PATH",
    "Has Photo": "TRUE",
    "Short Bio": "Nikolaj Gilbert is president and chief executive officer of PATH and managing director of PATH’s Swiss subsidiary, Foundation for Appropriate Technology in Health. He brings to his roles more than 20 years of international experience as a leader, strategist, and director of complex partnerships. His expertise spans health, peacebuilding, humanitarian aid, and development solutions.",
    "Long Bio": "Nikolaj Gilbert is president and chief executive officer of PATH and managing director of PATH’s Swiss subsidiary, Foundation for Appropriate Technology in Health. He brings to his roles more than 20 years of international experience as a leader, strategist, and director of complex partnerships. With a proven track record in both the private and public sectors, his expertise spans health, peacebuilding, humanitarian aid, and development solutions.\n\nBefore joining PATH in 2020, Mr. Gilbert served as director of partnerships for the United Nations Office of Project Services. In that position, he cultivated a deep understanding of the development ecosystem and of health inequity’s underlying causes—from those rooted in global systems and markets, to those at local levels.\n\nBased on his development sector and health industry expertise, Mr. Gilbert has an intimate knowledge of health agendas and priorities across donor and partner countries. He has demonstrated his ability to drive change at scale by building new programs and diversified funding models.\n\nPreviously, Mr. Gilbert served as a director for Novo Nordisk, where he developed expertise across corporate strategy, public-private partnership, business development, global marketing, and finance. He began his career at Accenture, a global management consulting firm, and has also worked with management research at INSEAD, a business school.\n\nMr. Gilbert is a Danish citizen and holds advanced degrees in business administration from Copenhagen Business School in Denmark and Ivey Business School in Canada.\n",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605906438/health-commission/Nikolaj_Gilbert_Headshot_iylcr3.jpg",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Greenert",
    "First Name": "Jonathan",
    "Display Name": "Admiral Jonathan Greenert",
    "Role in Commission": "",
    "Short Title": "U.S. Navy (former)",
    "Title": "Former Chief of Naval Operations, U.S. Navy",
    "Has Photo": "TRUE",
    "Short Bio": "Admiral Jonathan Greenert is the John M. Shalikashvili Chair in National Security Studies at The National Bureau of Asian Research (NBR). At NBR, Admiral Greenert informs debates on critical issues in the Asia-Pacific. He previously served as the 30th chief of naval operations from 2011 to 2015.",
    "Long Bio": "Admiral Jonathan Greenert is the John M. Shalikashvili Chair in National Security Studies at The National Bureau of Asian Research (NBR). At NBR, Admiral Greenert informs debates on critical issues in the Asia-Pacific through briefings to congressional members, military, media, and administration officials; meetings with senior-level counterparts in Asia; and research, speaking, and writing. Prior to joining NBR, he served as the 30th chief of naval operations from 2011 to 2015.\n\nAdmiral Greenert comes to NBR after a distinguished 40-year career in the U.S. Navy. A 1975 graduate of the U.S. Naval Academy (BS, Ocean Engineering), he completed studies in nuclear engineering for service as a submarine officer. His submarine career included numerous operational assignments, culminating in command of the USS Honolulu. His Asia-Pacific assignments included commander, Submarine Squadron 11; commander, U.S. Naval Forces Marianas; chief of staff and commander, U.S. 7th Fleet; and deputy commander, U.S. Pacific Fleet. He also served as commander, U.S. Fleet Forces Command, before becoming the 36th vice chief of naval operations from 2009 to 2011.\n\nAdmiral Greenert is a recipient of various personal and campaign awards, including the Distinguished Service Medal (six awards), Defense Superior Service Medal, and Legion of Merit (four awards). In 1992, he received the Vice Admiral Stockdale Award for inspirational leadership. He considers it his greatest reward to have served with and led the hundreds of thousands of sailors and civilians who volunteer to serve and protect the United States.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089063/health-commission/Jonathan_Greenert_kynjk8.jpg",
    "commission": [
      "2019"
    ],
    "image_field": ""
  },
  {
    "Last Name": "Greenwood",
    "First Name": "Jim",
    "Display Name": "Jim Greenwood",
    "Role in Commission": "",
    "Short Title": "Biotechnology Innovation Organization",
    "Title": "President and CEO, Biotechnology Innovation Organization",
    "Has Photo": "TRUE",
    "Short Bio": "Jim Greenwood is President and CEO of the Biotechnology Innovation Organization (BIO) in Washington, D.C. BIO represents 1,000 biotechnology companies, academic institutions, state biotechnology centers, and related organizations across the United States and in more than 30 countries worldwide. Greenwood previously represented Pennsylvania's Eighth District in the U.S. House of Representatives from 1993 to 2005.",
    "Long Bio": "Jim Greenwood is President and CEO of the Biotechnology Innovation Organization (BIO) in Washington, D.C. BIO represents 1,000 biotechnology companies, academic institutions, state biotechnology centers, and related organizations across the United States and in more than 30 countries worldwide. BIO members are involved in the research and development of innovative healthcare, agricultural, and industrial & environmental biotechnology products.\n\nGreenwood represented Pennsylvania's Eighth District in the U.S. House of Representatives from 1993 to 2005. During his time in Congress, he was a senior member of the Energy and Commerce Committee and widely viewed as a leader on health care and the environment. He crafted legislation to reform the Food and Drug Administration, and he led the fight in Congress to allow stem-cell research to be conducted by U.S. scientists to treat disease.\n\nFrom 2001 to 2004, Greenwood served as Chairman of the Energy and Commerce Committee Subcommittee on Oversight and Investigation with oversight authority over issues in the full Committee's jurisdiction. He led hard-hitting investigations into corporate governance at Enron, Global Crossing and WorldCom; terrorist threats to our nation's infrastructure; and waste and fraud in federal government agencies.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576088952/health-commission/Jim_Greenwood_gdhsvq.jpg",
    "commission": [
      "2019"
    ],
    "image_field": ""
  },
  {
    "Last Name": "Ham",
    "First Name": "Carter",
    "Display Name": "General Carter Ham",
    "Role in Commission": "",
    "Short Title": "U.S. Army (former)",
    "Title": "Former Commander of United States Africa Command, U.S. Army",
    "Has Photo": "TRUE",
    "Short Bio": "General Carter Ham is the President and Chief Executive Officer of the Association of the United States Army. He is an experienced leader who has led at every level from platoon to geographic combatant command. He is also a member of a very small group of Army senior leaders who have risen from private to four-star general.",
    "Long Bio": "General Carter Ham is the President and Chief Executive Officer of the Association of the United States Army. He is an experienced leader who has led at every level from platoon to geographic combatant command. He is also a member of a very small group of Army senior leaders who have risen from private to four-star general.\n\nGeneral Ham served as an enlisted infantryman in the 82nd Airborne Division before attending John Carroll University in Cleveland, Ohio. Graduating in 1976 as a distinguished military graduate, his service has taken him to Italy, Germany, Kuwait, Saudi Arabia, Macedonia, Qatar, Iraq and, uniquely among Army leaders, to over 40 African countries in addition to a number of diverse assignments within the United States.\n\nHe commanded the First Infantry Division, the legendary Big Red One, before assuming duties as director for operations on the Joint Staff at the Pentagon where he oversaw all global operations. His first four-star command was as commanding general, U.S. Army Europe. Then in 2011, he became the second commander of United States Africa Command where he led all U.S. military activities on the African continent ranging from combat operations in Libya to hostage rescue operations in Somalia as well as training and security assistance activities across 54 complex and diverse African nations.\n\nGeneral Ham retired in June of 2013 after nearly 38 years of service. Immediately prior to joining the staff at AUSA, he served as the chairman of the National Commission on the Future of the Army, an eight-member panel tasked by the Congress with making recommendations on the size, force structure and capabilities of the Total Army.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576088836/health-commission/Carter_Ham_f66pwc.jpg",
    "commission": [
      "2019"
    ],
    "image_field": ""
  },
  {
    "Last Name": "Hamburg",
    "First Name": "Margaret",
    "Display Name": "Margaret \"Peggy\" Hamburg",
    "Role in Commission": "",
    "Short Title": "Nuclear Threat Initiative",
    "Title": "Interim Vice President, Global Biological Policy and Programs, Nuclear Threat Initiative",
    "Has Photo": "TRUE",
    "Short Bio": "Dr. Margaret Hamburg is an internationally recognized leader in public health and medicine, who currently serves as chair of the NTI | bio Advisory Group. She previously served as foreign secretary of the National Academy of Medicine and is a former Commissioner of the U.S. Food and Drug Administration (FDA), having served for almost six years. ",
    "Long Bio": "Dr. Margaret Hamburg is an internationally recognized leader in public health and medicine, who currently serves as chair of the NTI | bio Advisory Group. She previously served as foreign secretary of the National Academy of Medicine and is a former Commissioner of the U.S. Food and Drug Administration (FDA), having served for almost six years. Before joining FDA, Hamburg was founding vice president and senior scientist at the Nuclear Threat Initiative. Previous government positions include Assistant Secretary for Planning and Evaluation, U.S. Department of Health and Human Services, Health Commissioner for New York City, and Assistant Director of the National Institute of Allergy and Infectious Diseases, National Institutes of Health.\n\nHamburg recently stepped down from her position as Foreign Secretary of the National Academy of Medicine, the health arm of the National Academy of Sciences, Engineering and Medicine. In her former role, she served as senior advisor on international matters and was the liaison with other Academies of Medicine around the world. She is an elected member of the Council on Foreign Relations and the National Academy of Medicine. Hamburg currently sits on the boards of the Commonwealth Fund, the Simons Foundation, the Urban Institute, the Global Alliance for Vaccines and Immunization, the Parker Institute for Cancer Immunotherapy and the American Museum of Natural History. She is chair of the Joint Coordinating Group for the Coalition for Epidemic Preparedness and Innovation, and a member of the Harvard University Global Advisory Council, the Global Health Scientific Advisory Committee for the Gates Foundation, the Harvard Medical School Board of Fellows, and the World Dementia Council.\n\nHamburg earned her B.A. from Harvard College, her M.D. from Harvard Medical School and completed her medical residency at Weill Cornell Medical Center. She is the recipient of multiple honorary degrees and numerous awards.\n",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/health-commission/Peggy_Hamburg_qke8wy.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907658/health-commission/Hamburg_Margaret_z161vn.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Hersman",
    "First Name": "Rebecca",
    "Display Name": "Rebecca Hersman",
    "Role in Commission": "",
    "Short Title": "CSIS",
    "Title": "Director, Project on Nuclear Issues, and Senior Adviser, International Security Program, CSIS",
    "Has Photo": "TRUE",
    "Short Bio": "Rebecca Hersman directs the CSIS Project on Nuclear Issues and is a senior adviser for the International Security Program. Ms. Hersman joined CSIS in April 2015 from the Department of Defense (DOD), where she served as deputy assistant secretary of defense for countering weapons of mass destruction (WMD) since 2009.",
    "Long Bio": "Rebecca Hersman directs the CSIS Project on Nuclear Issues and is a senior adviser for the International Security Program. Ms. Hersman joined CSIS in April 2015 from the Department of Defense (DOD), where she served as deputy assistant secretary of defense for countering weapons of mass destruction (WMD) since 2009. In this capacity, she led DOD policy and strategy to prevent WMD proliferation and use, reduce and eliminate WMD risks and respond to WMD dangers. Ms. Hersman was a key leader on issues ranging from the nuclear security summit to the elimination of Syria’s chemical weapons to the global health security agenda. She served as DOD’s principal policy advocate on issues pertaining to the Biological Weapons Convention, Chemical Weapons Convention, Nuclear Non-Proliferation Treaty, and Cooperative Threat Reduction Program.\n\nPrior to joining DOD, Ms. Hersman was a senior research fellow with the Center for the Study of Weapons of Mass Destruction at the National Defense University from 1998 to 2009. Ms. Hersman also founded and directed the WMD Center’s Program for Emerging Leaders, an initiative designed to shape and support the next generation of leaders from across the U.S. government with interest in countering weapons of mass destruction.\n\nMs. Hersman previously held positions as an international affairs fellow at the Council on Foreign Relations, a special assistant to the undersecretary of defense for policy, and a member of the House Armed Services Committee professional staff. She holds an M.A. in Arab studies from Georgetown University and a B.A. from Duke University.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089505/health-commission/Rebecca_Hersman_xjnhjh.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907699/health-commission/Hersman_Rebecca_rqmype.jpg",
    "commission": [
      "2019"
    ]
  },
  {
    "Last Name": "Hofmann",
    "First Name": "Karl",
    "Display Name": "Ambassador Karl Hofmann",
    "Role in Commission": "",
    "Short Title": "Population Services International",
    "Title": "President and CEO, Population Services International",
    "Has Photo": "TRUE",
    "Short Bio": "Ambassador Karl Hofmann is the President and CEO of Population Services International (PSI), a non-profit global health organization based in Washington, D.C. PSI operates in over 50 countries worldwide, with programs in family planning and reproductive health, malaria, water and sanitation, HIV, and non-communicable diseases. Prior to joining PSI, Mr. Hofmann was a career American diplomat for 23 years.",
    "Long Bio": "Ambassador Karl Hofmann is the President and CEO of Population Services International (PSI), a non-profit global health organization based in Washington, D.C. PSI operates in over 50 countries worldwide, with programs in family planning and reproductive health, malaria, water and sanitation, HIV, and non-communicable diseases. For over 45 years, PSI has measurably improved the health of people in the developing world, making it easier for them to lead healthier lives and plan the families they desire.\n\nAfter being named President and CEO in 2007, Mr. Hofmann led PSI on its strategic path to double health impact between 2007 and 2011. In 2017 alone, PSI provided over 30.5 million years of healthy life that would have been lost to death or disability (DALYs), provided almost 20 million years of contraceptive protection to couples (CYPs), prevented over 4.87 million unintended pregnancies, over 250 thousand infections of HIV, and over 135 thousand deaths due to malaria, diarrhea, and pneumonia.\n\nPrior to joining PSI, Mr. Hofmann was a career American diplomat for 23 years. He served as U.S. Ambassador to the Republic of Togo, Executive Secretary of the Department of State, and Deputy Chief of Mission (senior career diplomat) at the U.S. Embassy in Paris, France.\n\nMr. Hofmann is a graduate of Georgetown University and the National Defense University. He is a director of the U.S. Global Leadership Coalition, a member of the American Academy of Diplomacy, President of the TB Alliance’s Stakeholder Association and a Director of the Alliance, and a member of the External Board of Advisors of Pennsylvania State University’s School of International Affairs.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089194/health-commission/Karl_Hauffman_xwiuib.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907721/health-commission/Hofmann_Karl_cgzwmm.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Holgate",
    "First Name": "Laura",
    "Display Name": "Laura S. H. Holgate, Ambassador (ret.)",
    "Role in Commission": "",
    "Short Title": "Nuclear Threat Initiative",
    "Title": "Vice President, Materials Risk Management, Nuclear Threat Initiative",
    "Has Photo": "TRUE",
    "Short Bio": "Ambassador Laura Holgate is the Vice President for Materials Risk Management at the Nuclear Threat Initiative. Previously, she served as U.S. Representative to the Vienna Office of the United Nations and the International Atomic Energy Agency and as Special Assistant to the President and Senior Director for Weapons of Mass Destruction Terrorism and Threat Reduction on the National Security Council.",
    "Long Bio": "Ambassador Laura S. H. Holgate is the Vice President for Materials Risk Management at the Nuclear Threat Initiative (NTI), where she leads NTI’s work to secure, reduce and manage nuclear and radiological materials. Previously, she served as U.S. Representative to the Vienna Office of the United Nations and the International Atomic Energy Agency from July 2016 to January 2017. In this role, Ambassador Holgate advanced U.S. policies regarding multilateral approaches to reduce global threats. She also promoted gender balance in the staff and programming of the Vienna-based international organizations.\n\nFrom 2009 to 2016, Ambassador Holgate was the Special Assistant to the President and Senior Director for Weapons of Mass Destruction Terrorism and Threat Reduction on the National Security Council. She was also the U.S. Sherpa to the Nuclear Security Summits and co-led the Global Health Security Agenda. From 2001 to 2009, Ambassador Holgate was the Vice President for Russia/New Independent States Programs NTI. Prior to that, Ambassador Holgate directed the U.S. Department of Energy’s Office of Fissile Materials Disposition from 1998 to 2001, and was Special Coordinator for Cooperative Threat Reduction at the Department for Defense from 1995 through 1998, where she provided policy oversight of the “Nunn-Lugar” Cooperative Threat Reduction program.\n\nAmbassador Holgate received a Bachelor of Arts Degree in politics from Princeton University and a Master of Science Degree in political science from the Massachusetts Institute of Technology, and spent two years on the research staff at Harvard University’s Center for Science and International Affairs at the Kennedy School of Government. She is a past President of Women in International Security and a member of the Council on Foreign Relations.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089321/health-commission/Laura_Holgate_aj2g1s.jpg",
    "commission": [
      "2019"
    ],
    "image_field": ""
  },
  {
    "Last Name": "Horoho",
    "First Name": "Patrica",
    "Display Name": "Patrica Horoho",
    "Role in Commission": "",
    "Short Title": " 43rd Army Surgeon General",
    "Title": " 43rd Army Surgeon General",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1624367492/health-commission/Patty_Horoho_Optum_Headshot_huqz87.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "LTG Patricia (Patty) D. Horoho, Retired, is the Chief Executive Officer of OptumServe, the end-to-end federal business of Optum and UnitedHealth Group. Patty is a values-based servant leader whose life’s calling is to improve the U.S. health care system, focused in the areas of health care delivery and health disparities. Patty’s distinguished professional career includes 33 years with the U.S. Army, retiring as a Lieutenant General, the 43rd Army Surgeon General and Commander of the U.S. Army Medical Command.",
    "Long Bio": "LTG Patricia (Patty) D. Horoho, Retired, is the Chief Executive Officer of OptumServe, the end-to-end federal business of Optum and UnitedHealth Group. Patty is a values-based servant leader whose life’s calling is to improve the U.S. health care system, focused in the areas of health care delivery and health disparities. Patty’s distinguished professional career includes 33 years with the U.S. Army, retiring as a Lieutenant General, the 43rd Army Surgeon General and Commander of the U.S. Army Medical Command.",
    "signature": "",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Hudson",
    "First Name": "Richard",
    "Display Name": "U.S. Congressman Richard Hudson",
    "Role in Commission": "",
    "Short Title": "R-NC-08",
    "Title": "R-NC-08",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1613503058/health-commission/Hudson_Headshot_nkdgbe_ydxsur.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Richard Hudson represents North Carolina’s 8th Congressional District in the U.S. House of Representatives where he serves in congressional leadership as Conference Secretary. He serves on the House Energy and Commerce Committee focused on improving health care and creating jobs. As Fort Bragg’s Congressman, Rep. Hudson also works to ensure our troops, their families and veterans have healthcare and resources they deserve. He, his wife Renee, and their son Lane live in Concord.",
    "Long Bio": "Richard Hudson represents North Carolina’s 8th Congressional District in the U.S. House of Representatives where he serves in congressional leadership as Conference Secretary.\n\nOn the influential Energy and Commerce Committee, Rep. Hudson serves on the Subcommittees on Health, Environment, and Communications and Technology. Through his Committee work, Rep. Hudson is a leader on pandemic preparedness issues, focusing on bipartisan ways to improve health care, medical innovation, and supply chains impacting the U.S. and the world.\n\nAs Fort Bragg’s Congressman, Rep. Hudson also maintains a strong commitment to national security and ensuring our troops and their families have the support they deserve.\n\nHudson grew up in Charlotte, North Carolina and earned his Bachelor of Arts degree in History and Political Science from the University of North Carolina at Charlotte. Prior to serving in Congress, Hudson ran a small business and served his community through the Rowan-Cabarrus Community College Board of Trustees, Board of Governors of the UNC Charlotte Alumni Association, Board of Managers of the West Cabarrus YMCA, and Board of Directors of the Cabarrus Jaycees. Richard, his wife Renee, and their son live in Concord.\n",
    "signature": "",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Inglesby",
    "First Name": "Tom",
    "Display Name": "Tom Inglesby",
    "Role in Commission": "",
    "Short Title": "Johns Hopkins Bloomberg School of Public Health",
    "Title": " Director, Center for Health Security, Johns Hopkins Bloomberg School of Public Health",
    "Has Photo": "TRUE",
    "Short Bio": "Tom Inglesby is the Director of the Center for Health Security of the Johns Hopkins Bloomberg School of Public Health. Dr. Inglesby is also Professor in the Department of Environmental Health and Engineering in the Johns Hopkins Bloomberg School of Public Health with a Joint Appointment in the Johns Hopkins School of Medicine. ",
    "Long Bio": "Tom Inglesby is the Director of the Center for Health Security of the Johns Hopkins Bloomberg School of Public Health. Dr. Inglesby is also Professor in the Department of Environmental Health and Engineering in the Johns Hopkins Bloomberg School of Public Health with a Joint Appointment in the Johns Hopkins School of Medicine. \n\nDr. Inglesby's work is internationally recognized in the fields of public health preparedness, pandemic and emerging infectious disease, and prevention of and response to biological threats. He is Chair of the Board of Scientific Counselors, Office of Public Health Preparedness and Response, U.S. Centers for Disease Control and Prevention (CDC). He is also Chair of the National Advisory Council of the Robert Wood Johnson Foundation’s National Health Security Preparedness Index. He was on the 2016 Working Group assessing US biosecurity on behalf of the President’s Council of Advisors on Science and Technology (PCAST). \n\nDr. Inglesby has authored or co-authored more than 115 publications on issues related to health security. He is Editor-in-Chief of the peer-reviewed journal Health Security, which he helped establish in 2003. He was a principal editor of the JAMA book Bioterrorism: Guidelines for Medical and Public Health Management. He has been invited to brief White House officials from the past 4 presidential administrations on national biosecurity, and he has delivered Congressional testimony on a number of public health and biosecurity issues.\n\nDr. Inglesby completed his internal medicine and infectious diseases training at Johns Hopkins University School of Medicine, where he also served as Assistant Chief of Service in 1996-97. Dr. Inglesby received his MD from Columbia University College of Physicians and Surgeons and his BA from Georgetown University.\n",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907540/health-commission/Inglesby_Tom_lyxigj.jpg",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Jones",
    "First Name": "Seth",
    "Display Name": "Seth Jones",
    "Role in Commission": "",
    "Short Title": "CSIS",
    "Title": "Senior Vice President; Harold Brown Chair; and Director, International Security Program",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1613141835/health-commission/Jones_Headshot_ru6u51.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Seth G. Jones is a senior vice president, Harold Brown Chair, director of the International Security Program, and director of the Transnational Threats Project at the Center for Strategic and International Studies. He leads a bipartisan team of over 50 resident staff and an extensive network of non-resident affiliates. ",
    "Long Bio": "Seth G. Jones is a senior vice president, Harold Brown Chair, director of the International Security Program, and director of the Transnational Threats Project at the Center for Strategic and International Studies. He leads a bipartisan team of over 50 resident staff and an extensive network of non-resident affiliates. He also teaches at Johns Hopkins University’s School of Advanced International Studies and the Center for Homeland Defense and Security at the U.S. Naval Postgraduate School.\n\nPrior to joining CSIS, Dr. Jones was the director of the International Security and Defense Policy Center at the RAND Corporation. He also served as representative for the commander, U.S. Special Operations Command, to the assistant secretary of defense for special operations. Before that, he was a plans officer and adviser to the commanding general, U.S. Special Operations Forces, in Afghanistan. In 2014, Dr. Jones served on a congressionally mandated panel that reviewed the FBI’s implementation of counterterrorism recommendations contained in the 9/11 Commission Report. Dr. Jones specializes in irregular warfare, counterterrorism, and covert action. He is the author of Three Dangerous Men: Russia, Iran, China and the Rise of Irregular Warfare (W.W. Norton, forthcoming); A Covert Action: Reagan, the CIA, and the Cold War Struggle in Poland (W.W. Norton, 2018), Waging Insurgent Warfare (Oxford University Press, 2016), Hunting in the Shadows: The Pursuit of al Qa'ida after 9/11 (W.W. Norton, 2012), and In the Graveyard of Empires: America’s War in Afghanistan (W.W. Norton, 2009). Dr. Jones has published articles in a range of journals, such as Foreign Affairs, Foreign Policy, and International Security, as well as newspapers and magazines like the New York Times, Washington Post, and Wall Street Journal. He is a graduate of Bowdoin College and received his M.A. and Ph.D. from the University of Chicago.",
    "signature": "",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Khosravi",
    "First Name": "Fred",
    "Display Name": "Fred Khosravi",
    "Role in Commission": "",
    "Short Title": "Incept LLC",
    "Title": "Managing Director, Incept LLC",
    "Has Photo": "TRUE",
    "Short Bio": "A Silicon Valley medical device entrepreneur, Fred is Managing Director of Incept LLC, a health sciences innovations accelerator, founded in 1998. Incept has founded 23 medical companies (16 with exits), in which Fred has served as an executive and/or a director. For more than 30 years, Fred has held management and executive positions in both large and small medical technology enterprises. ",
    "Long Bio": "A Silicon Valley medical device entrepreneur, Fred is Managing Director of Incept LLC, a health sciences innovations accelerator, founded in 1998. Incept has founded 23 medical companies (16 with exits), in which Fred has served as an executive and/or a director. For more than 30 years, Fred has held management and executive positions in both large and small medical technology enterprises. Fred is either inventor or co-inventor on over 200 US and worldwide granted and patent applications. He serves on the Board of Trustees at the Center for Strategic & International Studies (CSIS.org), a bipartisan think tank dedicated to providing strategic national security insights to help decisionmakers chart a course toward a better world; is a member of the Board of Directors at Spirit of America (spiritofamerica.org) a non-profit that promotes private-sector support for the safety and success of our troops and the local people they want to help; and a Convening Board Member for Technology for America (T4A.org), a nonprofit for promotion of innovation as a way to engage public-private dialogue that benefit all Americans. Fred holds a B.S. degree in Mechanical Engineering and graduated cum laude with an M.S. degree in Mechanical Engineering from Tennessee Tech University.",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605906387/health-commission/Khosravi_Headshot_uwk0zc.jpg",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Kolker",
    "First Name": "Jimmy",
    "Display Name": "Ambassador Jimmy Kolker",
    "Role in Commission": "",
    "Short Title": "U.S. Department of Health and Human Services (former)",
    "Title": "Former Assistant Secretary for Global Affairs, U.S. Department of Health and Human Services",
    "Has Photo": "TRUE",
    "Short Bio": "Ambassador Jimmy Kolker is a non-resident senior associate with the CSIS Global Health Policy Center. He retired in January 2017 as Assistant Secretary for Global Affairs at the U.S. Department of Health and Human Services (HHS), where he served as the Department’s chief health diplomat. His 30-year State Foreign Service career included ambassador posts in Burkina Faso and Uganda.",
    "Long Bio": "Ambassador Jimmy Kolker is a non-resident senior associate with the CSIS Global Health Policy Center. He retired in January 2017 as Assistant Secretary for Global Affairs at the U.S. Department of Health and Human Services (HHS). In this role, Ambassador Kolker was the Department’s chief health diplomat, representing the United States at World Health Organization meetings and as alternate Board Member of the Global Fund to Fight AIDS, Tuberculosis and Malaria.\n\nAmbassador Kolker had a 30-year diplomatic career with the US Department of State where he served as the U.S. Ambassador to Burkina Faso (1999-2002) and to Uganda (2002-2005). From 2005-2007, he was Deputy U. S. Global AIDS Coordinator, leading the implementation of the President’s Emergency Plan for AIDS Relief (PEPFAR).  Ambassador Kolker was Deputy Chief of Mission at US embassies in Denmark and Botswana and won awards for political reporting at earlier posts in the UK, Sweden, Zimbabwe, and Mozambique.\n\nFrom 2007-2011, Ambassador Kolker was Chief of the AIDS Section at UNICEF’s New York headquarters. He led UNICEF's work focusing on mother-to-child-transmission of HIV, pediatric treatment, prevention among adolescents, and protection for children affected by AIDS.\n\nAmbassador Kolker is also a visiting scholar at the American Association for the Advancement of Science and Georgetown's Center for Global Health Science and Security.  He serves on the boards of Building Tomorrow and the AB InBev and Firelight foundations.\n\nAmbassador Kolker holds a Master’s in Public Administration from Harvard Kennedy School and a B.A. magna cum laude from Carleton College in Minnesota. He was a Thomas J. Watson Foundation Fellow (1970-1971). He speaks French, Swedish, and Portuguese.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089017/health-commission/Jimmy_Kolker_wcfbkw.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907749/health-commission/Kolker_Jimmy_pyhed2.jpg",
    "commission": [
      "2019"
    ]
  },
  {
    "Last Name": "Krishnamoorthy",
    "First Name": "Jenelle",
    "Display Name": "Jenelle S. Krishnamoorthy, Ph.D.",
    "Role in Commission": "",
    "Short Title": "Vice President, Head of Global Public Policy and International Affairs Merck & Co., Inc.",
    "Title": "Vice President, Head of Global Public Policy and International Affairs Merck & Co., Inc.",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1652105945/health-commission/Jenelle_head_shot_pic_3_iupqgj.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Dr. Jenelle Krishnamoorthy is the Vice President and Head of Global Public Policy, Corporate Affairs at Merck & Co., Inc. and is trained as a licensed clinical psychologist with deep expertise in domestic and global health policy. Jenelle leads regional and therapeutic asset teams globally and is responsible for the development and execution of Merck’s positions on cross-cutting public policy issues for all the medicines and vaccines that are produced by Merck for human and animal health.",
    "Long Bio": "Dr. Jenelle Krishnamoorthy is the Vice President and Head of Global Public Policy, Corporate Affairs at Merck & Co., Inc. and is trained as a licensed clinical psychologist with deep expertise in domestic and global health policy. Jenelle leads regional and therapeutic asset teams globally and is responsible for the development and execution of Merck’s positions on cross-cutting public policy issues for all the medicines and vaccines that are produced by Merck for human and animal health. Prior to joining Merck in January 2015, Jenelle was the Health Policy Director in the U.S. Senate for the Health, Education, Labor and Pensions Committee (jurisdiction of FDA, CDC, NIH and all of HHS) under Chairman Harkin and led the Committee to the passage of the drug and medical device user fee agreements (PDUFA), Animal drug user fee agreement (ADUFA), Affordable Care Act, Drug Supply Chain Security Act, and Pandemic and All-Hazards Preparedness Act (established BARDA) to name a few legislative accomplishments. Dr. Krishnamoorthy first joined Chairman Harkin's team as an American Association for the Advancement of Science (AAAS) Congressional Fellow in 2003 and 2004 and worked on the Agriculture Committee and was responsible for issues in front of USDA. Prior to her role in the U.S. Senate, Jenelle worked at the U.S. State Department in the Bureau of South Asian Affairs on health, science, technology, and environment issues with India. During this time, Jenelle produced policy deliverables in advance of Presidential and Prime Ministerial visits to the United States and India in the areas of HIV, health system strengthening, advancement of space and nuclear policy and clean water for manufacturers. To accomplish these key advancements, in addition to working across the USG (national security council, commerce, trade, HHS) it required close work with the US Embassy and Consulates in India, the Government of India and key stakeholders within the international health and business communities, NGOs and trade associations.\nJenelle completed her pediatric clinical psychology residency and post-doctoral fellowship at Brown Medical School where she conducted research supported by the National Institutes of Health in the areas of childhood obesity and tobacco issues. Dr. Krishnamoorthy received her B.S. from Randolph-Macon College, M.S. from the University of Tennessee, and her Ph.D. from Virginia Commonwealth University.",
    "signature": "",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Mahal",
    "First Name": "Ramneek",
    "Display Name": "Ramneek Mahal",
    "Role in Commission": "",
    "Short Title": "Vice President of Global Corporate Government Affairs & Policy GSK",
    "Title": "Vice President of Global Corporate Government Affairs & Policy GSK",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1648141706/health-commission/Mahal_Profile_hcbxgn.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Ramneek is responsible for partnering with Government and developing impactful policy to support scientific innovation and delivery of medicines to patients.  Priority areas include: Global Health, Innovation, Life Sciences and AMR.",
    "Long Bio": "Ramneek is responsible for partnering with Government and developing impactful policy to support scientific innovation and delivery of medicines to patients.  Priority areas include: Global Health, Innovation, Life Sciences and AMR.\n\nRamneek joined GSK in 2003, holding progressive roles with a focus on patient access across the respiratory, vaccines, oncology and HIV businesses.  Ramneek recently moved to the UK to lead Government Affairs for Europe and then later for GSK’s Global and Corporate teams.  Prior to joining GSK, Ramneek worked 6 years at management consulting firm Accenture architecting change to achieve growth and global competitiveness for top-tier clients.  Her biggest project was working with the Government of Ontario in Canada on their delivery of Social Care programmes. ",
    "signature": "",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "McMurry-Heath",
    "First Name": "Michelle",
    "Display Name": "Michelle McMurry-Heath",
    "Role in Commission": "Commissioner",
    "Short Title": "Biotechnology Innovation Organization",
    "Title": "President & CEO, BIO",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1606761144/health-commission/MMH_Headshot.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Dr. Michelle McMurry-Heath assumed the leadership of the Biotechnology Innovation Organization (BIO) on June 1, 2020. A medical doctor and molecular immunologist by training, Dr. McMurry-Heath becomes just the third leader of the world’s largest biotechnology advocacy group since BIO’s founding in 1993. Based in Washington D.C., BIO represents 1,000 life sciences companies and organizations from 30 countries. ",
    "Long Bio": "Dr. Michelle McMurry-Heath assumed the leadership of the Biotechnology Innovation Organization (BIO) on June 1, 2020. A medical doctor and molecular immunologist by training, Dr. McMurry-Heath becomes just the third leader of the world’s largest biotechnology advocacy group since BIO’s founding in 1993. Based in Washington D.C., BIO represents 1,000 life sciences companies and organizations from 30 countries. \n\nMcMurry-Heath has worked across academia, nonprofits, government, and industry, but her common focus has been broadening access to scientific progress so more patients from diverse backgrounds can benefit from cutting-edge innovation. Driven by her own past family experiences navigating clinical trials and funding challenges within the rare disease community, Dr. McMurry-Heath calls “the distribution of scientific progress the social justice issue of our age.\n\nShe comes to BIO from Johnson & Johnson where she served as Vice President of Global External Innovation and Global Leader for Regulatory Sciences, leading an international team of 900 working in 150 countries. Earlier in her career, she served as a health and science adviser in the United States Senate. President Obama chose her to be a member of his science transition team before naming her associate science director in the U.S. Food and Drug Administration’s Center for Devices and Radiological Health\n\nMcMurry-Heath received her MD/PhD from Duke University’s Medical Scientist Training Program, becoming the first African American ever to graduate from the prestigious dual-degree program.   She also spent 12 years as a laboratory scientist working at the research bench.\n",
    "signature": "",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Mundel",
    "First Name": "Trevor",
    "Display Name": "Trevor Mundel",
    "Role in Commission": "",
    "Short Title": "Bill & Melinda Gates Foundation",
    "Title": "President, Global Health Division, Bill & Melinda Gates Foundation",
    "Has Photo": "TRUE",
    "Short Bio": "Trevor Mundel is the president of the Global Health Division at the Bill and Melinda Gates Foundation, where he leads the foundation’s efforts to develop high-impact interventions against the leading causes of death and disability in developing countries. Previously, Trevor was global head of development with Novartis.",
    "Long Bio": "Trevor Mundel is the president of the Global Health Division at the Bill and Melinda Gates Foundation, where he leads the foundation’s efforts to develop high-impact interventions against the leading causes of death and disability in developing countries. He manages the foundation’s disease-specific R&D investments in HIV, tuberculosis, malaria, pneumonia, enteric and diarrheal diseases, and neglected tropical diseases. He also manages cross-cutting product development programs, including Discovery & Translational Sciences, Innovative Technology Solutions, Integrated Development, and Vaccine Development & Surveillance. This work relies on close collaboration with an international network of grantees and partners.\n\nPrior to joining the foundation in 2011, Trevor was global head of development with Novartis and previously was involved in clinical research at Pfizer and Parke-Davis.\n\nBorn and raised in South Africa, Trevor earned his bachelor’s and medical degrees from the University of the Witwatersrand in Johannesburg. He also studied mathematics, logic, and philosophy as a Rhodes Scholar at Oxford University, and he earned a Ph.D. in mathematics at the University of Chicago.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089743/health-commission/Trevor_Mundel_mnzuu3.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907764/health-commission/Mundel_Trevor_myurbt.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Murray",
    "First Name": "Patty",
    "Display Name": "U.S. Senator Patty Murray",
    "Role in Commission": "",
    "Short Title": "D-WA",
    "Title": "D-WA",
    "Has Photo": "TRUE",
    "Short Bio": "Senator Patty Murray is the senior Senator from the state of Washington. Serving as a member of Senate Democratic leadership since 2007, Senator Murray has established herself as a tireless and effective leader on education, transportation, budget issues, port security, healthcare, women, and veterans’ issues. She is currently Ranking Member of the Senate Health, Education, Labor, and Pensions Committee.",
    "Long Bio": "Senator Patty Murray is the senior Senator from the state of Washington. Serving as a member of Senate Democratic leadership since 2007, Senator Murray has established herself as a tireless and effective leader on education, transportation, budget issues, port security, healthcare, women, and veterans’ issues.\n\nSenator Murray is the top-ranking Democrat on the Senate Health, Education, Labor, and Pensions (HELP) Committee, and a senior member of both the Appropriations and Veterans Affairs Committees. Over the last few years, she has been one of the few members of Congress able to break through the partisanship and gridlock. After the government shutdown in 2013, she worked to restore investments in education, health care, and jobs, and by bringing Democrats and Republicans together in 2015, she worked to pass a law that finally replaced the broken No Child Left Behind law.\n\nAs a member of the Commission, Senator Murray is interested in addressing antimicrobial resistance, pandemic threats, and women’s health issues. She is also focused on making sure policy solutions account for how global health security impacts families and communities and how global health threats are also countless personal tragedies.\n\nSenator Murray began her public service career in the 1980s by serving on the Shoreline School Board, and in 1988 was elected to the Washington State Senate. In 1992, she ran for the United States Senate as a voice for Washington families who were not being heard. Dramatically outspent, Senator Murray ran a grassroots campaign of family, friends, supporters, and public interest groups to beat a 10-year veteran of the U.S. House of Representatives.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089396/health-commission/Patty_Murray_rwoyid.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907783/health-commission/Murray_Patty_ldkupg.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Rodriguez",
    "First Name": "David",
    "Display Name": "David M. Rodriguez",
    "Role in Commission": "",
    "Short Title": "General (Retired)",
    "Title": "Former Commander of the United States Africa Command",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1623335537/health-commission/Rodriguez_Headshot_a9kpsx.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "General (Retired) David M. Rodriguez served over 40 years in the US Army with his final assignment being the Commander of the United States Africa Command. A native of West Chester Pennsylvania, he earned his commission from the United States Military Academy at West Point, New York in 1976.  General Rodriguez has commanded at every level of the US Military and his commands included 4 years in combat at the 2 and 3 star level.  He also served as the Senior Military Advisor to Secretary of Defense Gates as a 3 star. His education includes a Master of Arts in National Security and Strategic Studies from the United States Naval War College and a Master of Military Art and Science from the United States Army Command and General Staff College.\n",
    "Long Bio": "General (Retired) David M. Rodriguez served over 40 years in the United States Army with his final assignment being the Commander of the United States Africa Command.  A native of West Chester Pennsylvania, he earned his commission from the United States Military Academy at West Point, New York in 1976.  General Rodriguez has commanded at every level to include Commanding General of Army Forces Command, Commander of the International Security Assistance Force - Joint Command in Afghanistan, Commander of the 82nd Airborne Division in Afghanistan, and Commander of the Multi - National Force North West in Iraq. His commands included 4 years in combat at the 2 and 3 star level.  He also served as the Senior Military Advisor to Secretary of Defense Gates as a 3 star.  His education includes a Master of Arts in National Security and Strategic Studies from the United States Naval War College and a Master of Military Art and Science from the United States Army Command and General Staff College.  He is married to the former Virginia E. Flaherty of Red Bank, New Jersey.  They have four children, Amy, Melissa, David and Andrew and eight grandchildren, Eliza, Amelia, Molly, Abe, David, Isla, Jett and Hadley.",
    "signature": "",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Segal",
    "First Name": "Stephanie",
    "Display Name": "Stephanie Segal",
    "Role in Commission": "",
    "Short Title": "CSIS",
    "Title": "Senior Associate, CSIS Economics Program",
    "Has Photo": "TRUE",
    "Short Bio": "Stephanie Segal is a non-resident senior associate of the CSIS Economics Program, where her research interests include economic competitiveness, U.S.-China economic relations, and the role of international financial institutions in the global economy. ",
    "Long Bio": "Stephanie Segal is a non-resident senior associate of the CSIS Economics Program, where her research interests include economic competitiveness, U.S.-China economic relations, and the role of international financial institutions in the global economy. Until 2017, Ms. Segal served as codirector of the East Asia Office at the U.S. Department of the Treasury. Prior to Treasury, she was senior economist at the International Monetary Fund (IMF), where she covered a range of emerging market and advanced country economies. Earlier in her career, Ms. Segal served as an economist in the Western Hemisphere, South and Southeast Asia, and International Monetary Policy offices at Treasury; as an adviser to the U.S. director at the IMF; and as an analyst and associate in mergers & acquisitions at J.P. Morgan in New York. She earned her master's degree from the Johns Hopkins School of Advanced International Studies and her undergraduate degree from the University of North Carolina at Chapel Hill. ",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605906363/health-commission/Stephanie_Segal_Headshot_goy4wq.jpg",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Underwood",
    "First Name": "Lauren",
    "Display Name": "Congresswoman Lauren Underwood",
    "Role in Commission": "",
    "Short Title": "D-IL-14",
    "Title": "D-IL-14",
    "Has Photo": "TRUE",
    "Short Bio": "Congresswoman Lauren Underwood represents Illinois’ 14th Congressional District. Rep. Underwood serves on the House Committee on Appropriations and the House Committee on Veterans’ Affairs. Before being elected to Congress, Rep. Underwood worked with a Medicaid plan in Chicago and served as a Senior Advisor at the U.S. Department of Health and Human Services.",
    "Long Bio": "Congresswoman Lauren Underwood serves Illinois’ 14th Congressional District and was sworn into the 116th U.S. Congress on January 3, 2019. Congresswoman Underwood is the first woman, the first person of color, and the first millennial to represent her community in Congress. She is also the youngest African American woman to serve in the United States House of Representatives.\n\nCongresswoman Underwood serves on the House Committee on Veterans' Affairs, and the House Committee on Appropriations. Congresswoman Underwood co-founded and co-chairs the Black Maternal Health Caucus, which elevates the Black maternal health crisis within Congress and advances policy solutions to improve maternal health outcomes and end disparities. She also serves on the House Democratic Steering and Policy  Committee. Rep. Underwood is a member of the Future Forum, a group of young Democratic Members of Congress committed to listening to and standing up for the next generation of Americans, the Congressional Black Caucus (CBC), and the LGBT Equality Caucus. As a strong supporter of addressing the gun violence epidemic, Congresswoman Underwood is a member of the Gun Violence Prevention Task Force.\n\nPrior to her election to Congress, Congresswoman Underwood worked with a Medicaid plan in Chicago to ensure that it provided high-quality, cost-efficient care. She served as a Senior Advisor at the U.S. Department of Health and Human   Services (HHS), helping communities across the country prevent, prepare for, and respond to disasters, bioterror threats, and public health emergencies. As a career public servant at HHS, she helped implement the Affordable Care Act —   broadening access for those on Medicare, improving health care quality, and reforming private insurance. Congresswoman Underwood also taught future nurse practitioners through Georgetown University’s online master’s program.   \n\nCongresswoman Underwood is a graduate of the University of Michigan and Johns Hopkins University. She graduated from Neuqua Valley High School and is a lifelong Girl Scout. She resides in Naperville, Illinois. \n",
    "signature": "",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1606760915/health-commission/Rep._Underwood_Official_Portrait.jpg",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Young",
    "First Name": "Todd",
    "Display Name": "U.S. Senator Todd Young",
    "Role in Commission": "",
    "Short Title": "R-IN",
    "Title": "R-IN",
    "Has Photo": "TRUE",
    "Short Bio": "Senator Todd Young represents the state of Indiana. He currently serves on the U.S. Senate Committees on Finance; Foreign Relations; Commerce, Science & Transportation; and Small Business and Entrepreneurship.",
    "Long Bio": "Senator Todd Young represents Hoosiers in the United States Senate. He currently serves on the Senate Committees on Finance; Foreign Relations; Commerce, Science, & Transportation; and Small Business and Entrepreneurship.\n\nA fifth-generation Hoosier, Todd grew up watching his parents work hard in order to support the family. His first jobs were delivering newspapers, mowing lawns, and providing janitorial services at the family business.\n\nTodd is a graduate of the United States Naval Academy in Annapolis, Maryland. He graduated with honors in 1995 and accepted a commission in the U.S. Marine Corps. In 2000, Todd was honorably discharged from the Marine Corps as a Captain. While serving in the Marines and working as a business consultant, Todd earned an MBA and his law degree.\n\nIn 2010, he ran for Congress and served three terms representing Indiana’s 9th District. He was elected to the U.S. Senate in 2016.\n\nTodd married his wife Jenny in 2005 and worked together at a small law firm in Paoli, Indiana started by Jenny’s great-grandfather. Today, they reside in Johnson County, Indiana with their four young children: a son, Tucker, and three daughters, Annalise, Abigail and Ava.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089624/health-commission/Todd_Young_pdxedb.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907830/health-commission/Young_Todd_ufgvlk.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  },
  {
    "Last Name": "Zarate",
    "First Name": "Juan",
    "Display Name": "Juan Zarate",
    "Role in Commission": "",
    "Short Title": "CSIS and Financial Integrity Network",
    "Title": "Senior Adviser, Transnational Threats Project and Human Rights Initiative, CSIS, and Chairman & Co-Founder, Financial Integrity Network",
    "Has Photo": "TRUE",
    "Short Bio": "Juan Zarate is a senior adviser at the Center for Strategic and International Studies (CSIS), chairman and co-founder of the Financial Integrity Network, and a visiting lecturer in law at the Harvard Law School.",
    "Long Bio": "Juan Zarate is a senior adviser at the Center for Strategic and International Studies (CSIS), chairman and co-founder of the Financial Integrity Network, and a visiting lecturer in law at the Harvard Law School. Mr. Zarate also serves as chairman and senior counselor for the Center on Sanctions and Illicit Finance (CSIF) at the Foundation for Defense of Democracies, as senior national security analyst for NBC News and MSNBC, and as a senior fellow at the Combating Terrorism Center at West Point.\n\nMr. Zarate is a published author, including his books “Treasury’s War” (2013) and “Forging Democracy” (1994).\n\nMr. Zarate sits on the board of various companies and organizations, including the Vatican’s Financial Information Authority (AIF), Boston Dynamics, HSBC’s Financial System Vulnerabilities Committee (FSVC), and the Board of Advisors to the Director of the National Counterterrorism Center (NCTC).\n\nMr. Zarate served as the deputy assistant to the president and deputy national security adviser for combating terrorism from 2005 to 2009, where he was responsible for developing and implementing the U.S. government’s counterterrorism strategy and policies related to transnational security threats. He was the first ever assistant secretary of the treasury for terrorist financing and financial crimes, where he led domestic and international efforts to attack terrorist financing and illicit financing, the innovative use of the Treasury Department’s national security–related powers, and the global hunt for Saddam Hussein’s assets.\n\nMr. Zarate is a former federal prosecutor who served on terrorism prosecution teams prior to 9/11, including the investigation of al Qaida’s attacks on the U.S. Embassies in East Africa and the USS Cole. He has earned numerous awards for his work, including the Treasury Medal.",
    "signature": "https://res.cloudinary.com/csisideaslab/image/upload/v1576089110/health-commission/Juan_Zarate_hicnin.jpg",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907853/health-commission/Zarate_Juan_aligaq.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  }
]
