[
  {
    "Last Name": "Morrison",
    "First Name": "Stephen",
    "Display Name": "J. Stephen Morrison",
    "Short Title": "CSIS",
    "Title": "Senior Vice President and Director, Global Health Policy Center, CSIS",
    "Has Photo": "(iLab has it)",
    "Short Bio": "J. Stephen Morrison is senior vice president at the Center for Strategic and International Studies (CSIS) and director of its Global Health Policy Center. Dr. Morrison writes widely, has directed several high-level commissions, and is a frequent commentator on U.S. foreign policy, global health, Africa, and foreign assistance.",
    "Long Bio": "J. Stephen Morrison is senior vice president at the Center for Strategic and International Studies (CSIS) and director of its Global Health Policy Center. Dr. Morrison writes widely, has directed several high-level commissions, and is a frequent commentator on U.S. foreign policy, global health, Africa, and foreign assistance. He served in the Clinton administration, as committee staff in the House of Representatives, and taught for 12 years at the Johns Hopkins School of Advanced International Studies. He holds a Ph.D. in political science from the University of Wisconsin and is a magna cum laude graduate of Yale College."
  },
  {
    "Last Name": "Carroll",
    "First Name": "Anna",
    "Display Name": "Anna Carroll",
    "Short Title": "CSIS",
    "Title": "Associate Fellow, Global Health Policy Center, CSIS",
    "Has Photo": "TRUE",
    "Short Bio": "Anna Carroll is a fellow for global health security with the CSIS Global Health Policy Center. Before joining CSIS, Anna contributed to global advocacy efforts for polio eradication at the United Nations Foundation and spent several years at NASTAD, partnering with foreign governments to strengthen national HIV case surveillance systems.",
    "Long Bio": "Anna Carroll is a fellow for global health security with the CSIS Global Health Policy Center. Before joining CSIS, Anna contributed to global advocacy efforts for polio eradication at the United Nations Foundation. Previously, Anna spent several years at NASTAD, partnering with foreign governments to strengthen national HIV case surveillance systems in countries in Africa, the Caribbean, and South and Central America. She received a Master of Science in Foreign Service Degree with distinction from Georgetown University and a Bachelor of Arts Degree in French from Cornell University."
  },
  {
    "Last Name": "Stroman",
    "First Name": "Samantha",
    "Display Name": "Samantha Stroman",
    "Short Title": "CSIS",
    "Title": "Program Coordinator and Research Assistant, Global Health Policy Center, CSIS",
    "Has Photo": "TRUE",
    "Short Bio": "Samantha Stroman is a program coordinator and research assistant with the CSIS Global Health Policy Center, with a focus on global health security.",
    "Long Bio": "Samantha Stroman is a program coordinator and research assistant with the CSIS Global Health Policy Center, with a focus on global health security. She holds a B.A. in global affairs with a concentration in security from Yale University."
  }
]
