[
  {
    "Last Name": "Khan",
    "First Name": "Humzah",
    "Display Name": "Humzah Khan",
    "Short Title": "CSIS",
    "Title": "Research Associate, Global Health Policy Center, CSIS",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1653492629/health-commission/Humzah_Headshot_psjyjb.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Humzah Khan is a research associate for the Global Health Policy Center at the Center for Strategic and International Studies (CSIS), where he supports the health security portfolio. Humzah joined CSIS as an intern with the Middle East Program. Prior to joining CSIS, Humzah designed a course on pre-hospital triage for a Jordanian nongovernmental organization and conducted research projects in Karachi, Pakistan, on human migration and in Mérida, Mexico, on Chagas Disease. He is fluent in Urdu and has advanced proficiency in Arabic and Persian. Humzah holds a BS in public health and Middle Eastern studies from Tulane University.",
    "Long Bio": "Humzah Khan is a research associate for the Global Health Policy Center at the Center for Strategic and International Studies (CSIS), where he supports the health security portfolio. Humzah joined CSIS as an intern with the Middle East Program. Prior to joining CSIS, Humzah designed a course on pre-hospital triage for a Jordanian nongovernmental organization and conducted research projects in Karachi, Pakistan, on human migration and in Mérida, Mexico, on Chagas Disease. He is fluent in Urdu and has advanced proficiency in Arabic and Persian. Humzah holds a BS in public health and Middle Eastern studies from Tulane University.",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Simoneau",
    "First Name": "Michaela",
    "Display Name": "Michaela Simoneau",
    "Short Title": "CSIS",
    "Title": "Associate Fellow, Global Health Policy Center, CSIS",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1653492284/health-commission/MichaelaSimoneau_newheadshot_oljldd.jpg",
    "Has Photo": "TRUE",
    "Short Bio": "Michaela Simoneau is an associate fellow for global health security with the Global Health Policy Center at the Center for Strategic and International Studies (CSIS). She previously supported the immunization, polio, and nutrition portfolios. Prior to joining CSIS, she worked on projects concerning antimicrobial stewardship, conflict resolution, human rights, and maternal and child health in Coimbatore, India. Ms. Simoneau holds a BS in biology and international studies from Boston College, where she completed her thesis on the Rohingya refugee crisis.",
    "Long Bio": "Michaela Simoneau is an associate fellow for global health security with the Global Health Policy Center at the Center for Strategic and International Studies (CSIS). She previously supported the immunization, polio, and nutrition portfolios. Prior to joining CSIS, she worked on projects concerning antimicrobial stewardship, conflict resolution, human rights, and maternal and child health in Coimbatore, India. Ms. Simoneau holds a BS in biology and international studies from Boston College, where she completed her thesis on the Rohingya refugee crisis.",
    "commission": [
      "2020"
    ]
  },
  {
    "Last Name": "Morrison",
    "First Name": "Stephen",
    "Display Name": "J. Stephen Morrison",
    "Short Title": "CSIS",
    "Title": "Senior Vice President and Director, Global Health Policy Center, CSIS",
    "Has Photo": "TRUE",
    "Short Bio": "J. Stephen Morrison is senior vice president at the Center for Strategic and International Studies (CSIS) and director of its Global Health Policy Center. Dr. Morrison writes widely, has directed several high-level commissions, and is a frequent commentator on U.S. foreign policy, global health, Africa, and foreign assistance.",
    "Long Bio": "Dr. J. Stephen Morrison, a senior vice president at CSIS, directs its Global Health Policy Center. Through several high-level commissions, he has shaped decisions in Congress and the administration on HIV/AIDS, reproductive health and gender equality, and health security, including pandemic preparedness. Since 2018, the CSIS Commission on Strengthening America’s Health Security has addressed the evolving challenges of Covid-19 and the tests of U.S. leadership, at home and abroad. Morrison has led global health security fora at the annual Munich Security Conference. He directed The New Barbarianism, an award-winning documentary on violence against the health sector. Since Russia invaded Ukraine on February 24, 2022, he has directed six episodes of the CSIS video series, Ukraine: The Human Price of War. His podcast series, Coronavirus Crisis Update, has issued over 150 episodes. Since 2021, he has been the James R. Schlesinger Distinguished Professor at the University of Virginia’s Miller Center. He is a trustee of the China Medical Board, and a member of advisory boards to the International Division at the University of Wisconsin-Madison and the Johns Hopkins University Center for Humanitarian Health. He served in the Clinton administration on the Secretary of State’s Policy Planning Staff and on the House Foreign Affairs Subcommittee on Africa. He taught for 12 years at the Johns Hopkins School of Advanced International Studies, holds a PhD in in political science from the University of Wisconsin-Madison, and is a magna cum laude graduate of Yale College.",
    "image_field": "https://res.cloudinary.com/csisideaslab/image/upload/v1605907936/health-commission/Morrison_Stephen_b5zodp.jpg",
    "commission": [
      "2019",
      "2020"
    ]
  }
]
